[
  {
    "0": "Table of Contents"
  },
  {
    "0": "Leases"
  },
  {
    "0": "Leases consist of real property and machinery and equipment. Our lease terms may include options to extend when it is reasonably certain that we will"
  },
  {
    "0": "exercise such options. For leases for supplier capacity, we account for the lease and non-lease components as a single lease component. For all other"
  },
  {
    "0": "leases, we account for the lease and non-lease components separately and do not include the non-lease components in our leased assets and"
  },
  {
    "0": "corresponding liabilities. Payments on leases may be fixed or variable, and variable lease payments are based on output of the underlying leased assets."
  },
  {
    "0": "Loss Contingencies"
  },
  {
    "0": "We are subject to loss contingencies, including various legal and regulatory proceedings, asserted and potential claims, liabilities related to repair or"
  },
  {
    "0": "replacement of parts in connection with product defects, as well as product warranties and potential asset impairments that arise in the ordinary course of"
  },
  {
    "0": "business and are subject to change, including due to sudden or rapid developments in proceedings or claims. An estimated loss from such contingencies is"
  },
  {
    "0": "recognized as a charge to income if it is probable that a liability has been incurred and the amount of the loss can be reasonably estimated. We evaluate"
  },
  {
    "0": "developments that could affect prior disclosures or previously accrued liabilities, and make adjustments as appropriate. Significant judgment is required to"
  },
  {
    "0": "determine both likelihood of there being, and the estimated amount of, a loss related to such matters. If one or more of these matters were resolved against"
  },
  {
    "0": "us for amounts in excess of management's estimates of losses, our results of operations and financial condition could be materially adversely affected."
  }
]