[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "We promote brand awareness and preference and generate demand through our own direct marketing, as well as through co-marketing programs. Our",
    "2": ""
  },
  {
    "0": "",
    "1": "direct marketing activities primarily include advertising through digital and social media and television, as well as consumer and trade events, industry and",
    "2": ""
  },
  {
    "0": "",
    "1": "consumer communications, and press relations. We market to consumer and business audiences and focus on building awareness and generating demand",
    "2": ""
  },
  {
    "0": "",
    "1": "for our products. Our key messaging focuses on increased performance, improved energy efficiency, and other capabilities such as connectivity.",
    "2": ""
  },
  {
    "0": "",
    "1": "Certain customers participate in cooperative advertising and marketing programs. These cooperative advertising and marketing programs broaden the",
    "2": ""
  },
  {
    "0": "",
    "1": "®",
    "2": ""
  },
  {
    "0": "reach of our brands beyond the scope of our own direct marketing. Certain customers are licensed to place Intel",
    "1": "",
    "2": "logos on computing devices containing"
  },
  {
    "0": "",
    "1": "our microprocessors and processor technologies, and to use our brands in their marketing activities. The program partially reimburses customers for",
    "2": ""
  },
  {
    "0": "",
    "1": "marketing activities for products featuring Intel brands, subject to customers meeting defined criteria. These marketing activities primarily include",
    "2": ""
  },
  {
    "0": "",
    "1": "advertising through digital and social media and television, as well as press relations. We have also entered into joint marketing arrangements with certain",
    "2": ""
  },
  {
    "0": "customers.",
    "1": "",
    "2": ""
  },
  {
    "0": "Quantitative and Qualitative Disclosures About Market Risk",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are affected by changes in currency exchange and interest rates, as well as equity and commodity prices. Our risk management programs are",
    "2": ""
  },
  {
    "0": "",
    "1": "designed to reduce, but may not eliminate, the impacts of these risks. All of the following potential changes are based on sensitivity analyses performed on",
    "2": ""
  },
  {
    "0": "our financial positions as of December 30, 2023 and December 31, 2022. Actual results may differ materially.",
    "1": "",
    "2": ""
  },
  {
    "0": "Currency Exchange Rates",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are exposed to currency exchange risks of non-US-dollar-denominated investments in debt and equity instruments, and may economically hedge this",
    "2": ""
  },
  {
    "0": "",
    "1": "risk with foreign currency contracts, such as currency forward contracts or currency interest rate swaps. Gains or losses on these non-US-currency",
    "2": ""
  },
  {
    "0": "investments are generally offset by corresponding losses or gains on the related hedging instruments.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Substantially all of our revenue is transacted in US dollars. However, a portion of our operating expenditures and capital purchases are incurred in other",
    "2": ""
  },
  {
    "0": "",
    "1": "currencies, primarily the Israeli shekel, the Malaysian ringgit, the European Union euro, the Japanese yen, and the Chinese yuan. We have established",
    "2": ""
  },
  {
    "0": "",
    "1": "currency risk management programs to protect against currency exchange rate risks associated with non-US-dollar forecasted future cash flows and",
    "2": ""
  },
  {
    "0": "",
    "1": "existing non-US-dollar monetary assets and liabilities. We may also hedge currency risk arising from funding of foreign currency-denominated future",
    "2": ""
  },
  {
    "0": "",
    "1": "investments. We may utilize foreign currency contracts, such as currency forwards or option contracts in these hedging programs. We considered the",
    "2": ""
  },
  {
    "0": "",
    "1": "historical trends in currency exchange rates and determined that it was reasonably possible that a weighted average adverse change of 10% in currency",
    "2": ""
  },
  {
    "0": "",
    "1": "exchange rates could be experienced in the near term. Such an adverse change, after taking into account balance sheet hedges only and offsetting",
    "2": ""
  },
  {
    "0": "",
    "1": "recorded monetary asset and liability positions outstanding as of December 30, 2023 and December 31, 2022, would result in an adverse impact on",
    "2": ""
  },
  {
    "0": "income before taxes of less than $53 million and less than $64 million, respectively.",
    "1": "",
    "2": ""
  },
  {
    "0": "Interest Rates",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are exposed to interest rate risk related to our fixed-rate investment portfolio and outstanding debt. The primary objective of our investment policy is to",
    "2": ""
  },
  {
    "0": "",
    "1": "preserve principal and provide financial flexibility to fund our business while maximizing yields, which generally track the SOFR. We generally enter into",
    "2": ""
  },
  {
    "0": "",
    "1": "interest rate contracts to convert the returns on our fixed-rate debt investment with remaining maturities longer than six months into SOFR-based returns.",
    "2": ""
  },
  {
    "0": "",
    "1": "We also entered into swaps to convert fixed-rate coupon payments into floating-rate coupon payments for a portion of our existing indebtedness. Gains or",
    "2": ""
  },
  {
    "0": "",
    "1": "losses on these instruments are generally offset by corresponding losses or gains on the related hedging instruments.",
    "2": ""
  },
  {
    "0": "",
    "1": "A hypothetical change in benchmark interest rates of 1%, after taking into account investment hedges, would have resulted in a change in the fair value of",
    "2": ""
  },
  {
    "0": "our investment portfolio of less than $100 million as of December 30, 2023 and as of December 31, 2022.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Taking into account fixed-rate debt that is swapped to floating-rate debt, a hypothetical increase in interest rates of 1% would result in an increase in annual",
    "2": ""
  },
  {
    "0": "",
    "1": "interest expense of approximately $120 million from debt outstanding as of December 30, 2023 (a hypothetical increase of 1% would have resulted in an",
    "2": ""
  },
  {
    "0": "",
    "1": "increase in annual interest expense of approximately $120 million from debt outstanding as of December 31, 2022).",
    "2": ""
  },
  {
    "0": "Equity Prices",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are exposed to equity market risk through our investments in marketable equity securities, which we typically do not attempt to reduce or eliminate",
    "2": ""
  },
  {
    "0": "through hedging activities.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "As of December 30, 2023, the fair value of our marketable equity securities was $1.2 billion ($1.3 billion as of December 31, 2022). The substantial majority",
    "2": ""
  },
  {
    "0": "",
    "1": "of our marketable equity securities portfolio as of December 30, 2023 was concentrated in securities traded on the Chinese Shanghai Stock Exchange",
    "2": ""
  },
  {
    "0": "",
    "1": "Science and Technology Innovation Board. To determine reasonably possible decreases in the market value of our marketable equity securities, we have",
    "2": ""
  },
  {
    "0": "",
    "1": "analyzed the historical market price sensitivity of our portfolio. Assuming a decline of 35% in market prices, the aggregate value of our marketable equity",
    "2": ""
  },
  {
    "0": "",
    "1": "securities could decrease by $418 million, based on the value as of December 30, 2023 (a decrease in value of $670 million, based on the value as of",
    "2": ""
  },
  {
    "0": "December 31, 2022 using an assumed decline of 50%).",
    "1": "",
    "2": ""
  }
]