[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "We utilize total return swaps to offset changes in liabilities related to the equity market risks of certain deferred compensation arrangements. Gains or",
    "2": ""
  },
  {
    "0": "",
    "1": "losses from changes in fair value of these total return swaps are generally offset by the losses or gains on the related liabilities.",
    "2": ""
  },
  {
    "0": "",
    "1": "Many of the same factors that could result in an adverse movement of equity market prices affect our non-marketable equity investments, although we",
    "2": ""
  },
  {
    "0": "",
    "1": "cannot always quantify the impacts directly. Financial markets are volatile, which could negatively affect the prospects of the companies we invest in, their",
    "2": ""
  },
  {
    "0": "",
    "1": "ability to raise additional capital, and the likelihood of our ability to realize value in our investments through liquidity events such as IPOs, mergers, and",
    "2": ""
  },
  {
    "0": "",
    "1": "private sales. These types of investments involve a great deal of risk, and there can be no assurance that any specific company will grow or become",
    "2": ""
  },
  {
    "0": "",
    "1": "successful; consequently, we could lose all or part of our investment. Our non-marketable equity securities had a carrying amount of $4.6 billion as of",
    "2": ""
  },
  {
    "0": "",
    "1": "December 30, 2023 ($4.6 billion as of December 31, 2022) and include our investment in Beijing Unisoc Technology Ltd. of $1.1 billion ($1.1 billion as of",
    "2": ""
  },
  {
    "0": "December 31, 2022).",
    "1": "",
    "2": ""
  },
  {
    "0": "Commodity Price Risk",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Although we operate facilities that consume commodities, we are not directly affected by commodity price risk to a material degree. We have established",
    "2": ""
  },
  {
    "0": "",
    "1": "forecasted transaction risk management programs to protect against fluctuations in commodity prices. We may use commodity derivatives contracts, such",
    "2": ""
  },
  {
    "0": "",
    "1": "as commodity swaps, in these hedging programs. In addition, we have sourcing plans in place that are designed to mitigate the risk of a potential supplier",
    "2": ""
  },
  {
    "0": "concentration for our key commodities.",
    "1": "",
    "2": ""
  },
  {
    "0": "Cybersecurity",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We face significant and persistent cybersecurity risks due to: the breadth of geographies, networks, and systems we must defend against cybersecurity",
    "2": ""
  },
  {
    "0": "",
    "1": "attacks; the complexity, technical sophistication, value, and widespread use of our systems, products and processes; the attractiveness of our systems,",
    "2": ""
  },
  {
    "0": "",
    "1": "products and processes to threat actors (including state-sponsored organizations) seeking to inflict harm on us or our customers; the substantial level of",
    "2": ""
  },
  {
    "0": "",
    "1": "harm that could occur to us and our customers were we to suffer impacts of a material cybersecurity incident; and our use of third-party products, services",
    "2": ""
  },
  {
    "0": "",
    "1": "and components. We are committed to maintaining robust governance and oversight of these risks and to implementing mechanisms, controls,",
    "2": ""
  },
  {
    "0": "",
    "1": "technologies, and processes designed to help us assess, identify, and manage these risks. While we have not, as of the date of this Form 10-K,",
    "2": ""
  },
  {
    "0": "",
    "1": "experienced a cybersecurity threat or incident that resulted in a material adverse impact to our business or operations, there can be no guarantee that we",
    "2": ""
  },
  {
    "0": "",
    "1": "will not experience such an incident in the future. Such incidents, whether or not successful, could result in our incurring significant costs related to, for",
    "2": ""
  },
  {
    "0": "",
    "1": "example, rebuilding our internal systems, writing down inventory value, implementing additional threat protection measures, providing modifications or",
    "2": ""
  },
  {
    "0": "",
    "1": "replacements to our products and services, defending against litigation, responding to regulatory inquiries or actions, paying damages, providing customers",
    "2": ""
  },
  {
    "0": "",
    "1": "with incentives to maintain a business relationship with us, or taking other remedial steps with respect to third parties, as well as incurring significant",
    "2": ""
  },
  {
    "0": "",
    "1": "reputational harm. In addition, these threats are constantly evolving, thereby increasing the difficulty of successfully defending against them or",
    "2": ""
  },
  {
    "0": "",
    "1": "implementing adequate preventative measures. We have seen an increase in cyberattack volume, frequency, and sophistication. We seek to detect and",
    "2": ""
  },
  {
    "0": "",
    "1": "investigate unauthorized attempts and attacks against our network, products, and services, and to prevent their occurrence and recurrence where",
    "2": ""
  },
  {
    "0": "",
    "1": "practicable through changes or updates to our internal processes and tools and changes or updates to our products and services; however, we remain",
    "2": ""
  },
  {
    "0": "",
    "1": "potentially vulnerable to known or unknown threats. In some instances, we, our suppliers, our customers, and the users of our products and services can",
    "2": ""
  },
  {
    "0": "",
    "1": "be unaware of a threat or incident or its magnitude and effects. Further, there is increasing regulation regarding responses to cybersecurity incidents,",
    "2": ""
  },
  {
    "0": "",
    "1": "including reporting to regulators, which could subject us to additional liability and reputational harm. See \"Risk Factors\" for more information on our",
    "2": ""
  },
  {
    "0": "cybersecurity risks and product vulnerability risks.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We aim to incorporate industry best practices throughout our cybersecurity program. Our cybersecurity strategy focuses on implementing effective and",
    "2": ""
  },
  {
    "0": "",
    "1": "efficient controls, technologies, and other processes to assess, identify, and manage material cybersecurity risks. Our cybersecurity program is designed to",
    "2": ""
  },
  {
    "0": "",
    "1": "be aligned with applicable industry standards and is assessed annually by independent third-party auditors. We have processes in place to assess, identify,",
    "2": ""
  },
  {
    "0": "",
    "1": "manage, and address material cybersecurity threats and incidents. These include, among other things: annual and ongoing security awareness training for",
    "2": ""
  },
  {
    "0": "",
    "1": "employees; mechanisms to detect and monitor unusual network activity; and containment and incident response tools. We actively engage with industry",
    "2": ""
  },
  {
    "0": "",
    "1": "groups for benchmarking and awareness of best practices. We monitor issues that are internally discovered or externally reported that may affect our",
    "2": ""
  },
  {
    "0": "",
    "1": "products, and have processes to assess those issues for potential cybersecurity impact or risk. We also have a process in place to manage cybersecurity",
    "2": ""
  },
  {
    "0": "",
    "1": "risks associated with third-party service providers. We impose security requirements upon our suppliers, including: maintaining an effective security",
    "2": ""
  },
  {
    "0": "",
    "1": "management program; abiding by information handling and asset management requirements; and notifying us in the event of any known or suspected",
    "2": ""
  },
  {
    "0": "cyber incident.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our Board of Directors has ultimate oversight of cybersecurity risk, which it manages as part of our enterprise risk management program. That program is",
    "2": ""
  },
  {
    "0": "",
    "1": "utilized in making decisions with respect to company priorities, resource allocations, and oversight structures. The Board of Directors is assisted by the",
    "2": ""
  },
  {
    "0": "",
    "1": "Audit & Finance Committee, which regularly reviews our cybersecurity program with management and reports to the Board of Directors. Cybersecurity",
    "2": ""
  },
  {
    "0": "",
    "1": "reviews by the Audit & Finance Committee or the Board of Directors generally occur at least twice annually, or more frequently as determined to be",
    "2": ""
  },
  {
    "0": "necessary or advisable. A number of Intel directors have experience in assessing and managing cybersecurity risk.",
    "1": "",
    "2": ""
  }
]