[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "Our cybersecurity program is run by our Chief Information Security Officer (CISO), who reports to our Executive Vice President and Chief Technology",
    "2": ""
  },
  {
    "0": "",
    "1": "Officer (CTO). Our CISO is informed about and monitors prevention, detection, mitigation, and remediation efforts through regular communication and",
    "2": ""
  },
  {
    "0": "",
    "1": "reporting from professionals in the information security team, many of whom hold cybersecurity certifications such as a Certified Information Systems",
    "2": ""
  },
  {
    "0": "",
    "1": "Security Professional or Certified Information Security Manager, and through the use of technological tools and software and results from third party audits.",
    "2": ""
  },
  {
    "0": "",
    "1": "Our CISO and CTO have extensive experience assessing and managing cybersecurity programs and cybersecurity risk. Our CISO has served in that",
    "2": ""
  },
  {
    "0": "",
    "1": "position since 2015 and, before Intel, was previously the Chief Security Officer at McAfee and the Chief Information Officer and CISO for the US House of",
    "2": ""
  },
  {
    "0": "",
    "1": "Representatives. Our CTO joined Intel in 2021 and was previously Senior Vice President and CTO at VMware, with responsibility for product security. Our",
    "2": ""
  },
  {
    "0": "",
    "1": "CISO and CTO regularly report directly to the Audit & Finance Committee or the Board of Directors on our cybersecurity program and efforts to prevent,",
    "2": ""
  },
  {
    "0": "",
    "1": "detect, mitigate, and remediate issues. In addition, we have an escalation process in place to inform senior management and the Board of Directors of",
    "2": ""
  },
  {
    "0": "material issues.",
    "1": "",
    "2": ""
  },
  {
    "0": "Properties",
    "1": "",
    "2": ""
  },
  {
    "0": "As of December 30, 2023, our major facilities consisted of:",
    "1": "",
    "2": ""
  }
]