[
  {
    "0": "FPGA sockets, enabled by a scalable software stack and integrated into systems by advanced packaging technology. We are building processors that",
    "1": ""
  },
  {
    "0": "span several major computing architectures, moving toward an era of heterogeneous computing:",
    "1": ""
  },
  {
    "0": "▪",
    "1": "CPU. We started shipping our 5th Gen Intel Xeon Scalable processors based on Intel 7 with built-in AI acceleration, cryptographic acceleration,"
  },
  {
    "0": "",
    "1": "and advanced security capabilities. We also launched our 14th Gen Intel Core processors, which are designed to scale from thin and light laptops"
  },
  {
    "0": "",
    "1": "to enthusiast desktop and notebook platforms. These are based on a hybrid architecture utilizing our most advanced performance cores and"
  },
  {
    "0": "",
    "1": "power-efficient cores."
  },
  {
    "0": "▪",
    "1": "GPU and HPC. The Intel Arc graphics family offers modern GPU features to power today's demanding games, applications, and AI workloads. In"
  },
  {
    "0": "",
    "1": "2023, the Intel Arc portfolio expanded while offering a substantial performance uplift through continual driver updates, offering consumer and"
  },
  {
    "0": "",
    "1": "professional solutions that target a significant part of the market. Intel Arc discrete GPUs currently ship in three performance tiers, with Intel Arc 7,"
  },
  {
    "0": "",
    "1": "5, and 3 series for consumers, and Intel Arc Pro A60, A50, and A40 for workstations. In the mobile segment, Intel Arc A-series GPUs can be found"
  },
  {
    "0": "",
    "1": "®\n®"
  },
  {
    "0": "",
    "1": "powering a range of consumer and workstation designs. In Q1 2023, we launched the Intel\n Xeon  CPU Max Series and Intel\n Data Center GPU"
  },
  {
    "0": "",
    "1": "Max Series. Designed for the future compute demands of HPC and AI workloads, the Intel Max Series product family power the Aurora"
  },
  {
    "0": "",
    "1": "supercomputer at Argonne National Laboratory."
  }
]