[
  {
    "0": "on the two patents the court said can proceed to trial as it appeals losses it suffered earlier in the case on three other patents. VLSI has requested that the",
    "1": ""
  },
  {
    "0": "judge take the trial scheduled for March 2024 off calendar. In April 2019, VLSI filed three infringement suits against us in the US District Court for the",
    "1": ""
  },
  {
    "0": "Western District of Texas accusing various of our processors of infringement of eight additional patents it had acquired from NXP:",
    "1": ""
  },
  {
    "0": "▪",
    "1": "The first Texas case went to trial in February 2021, and the jury awarded VLSI $1.5 billion for literal infringement of one patent and $675 million for"
  },
  {
    "0": "",
    "1": "infringement of another patent under the doctrine of equivalents. In April 2022, the court entered final judgment, awarding VLSI $2.1 billion in"
  },
  {
    "0": "",
    "1": "damages and approximately $162.3 million in pre-judgment and post-judgment interest. We appealed the judgment to the Federal Circuit Court of"
  },
  {
    "0": "",
    "1": "Appeals, including the court’s rejection of Intel’s claim to have a license from Fortress Investment Group’s acquisition of Finjan. The Federal Circuit"
  },
  {
    "0": "",
    "1": "Court heard oral argument in October 2023. In December 2023, the Federal Circuit reversed the finding of infringement as to the patent for which"
  },
  {
    "0": "",
    "1": "VLSI was awarded $675 million. The Federal Circuit affirmed the finding of infringement as to the patent for which VLSI had been awarded $1.5"
  },
  {
    "0": "",
    "1": "billion, but vacated the damages award and will send the case back to the trial court for further damages proceedings on that patent. The Federal"
  },
  {
    "0": "",
    "1": "Circuit also ruled that Intel can advance the defense that it is licensed to VLSI’s patents. In December 2021 and January 2022 the PTAB instituted"
  },
  {
    "0": "",
    "1": "IPRs on the claims found to have been infringed in the first Texas case, and in May and June 2023 found all of those claims unpatentable; VLSI"
  },
  {
    "0": "",
    "1": "has appealed the PTAB’s decision."
  },
  {
    "0": "▪",
    "1": "The second Texas case went to trial in April 2021, and the jury found that we do not infringe the asserted patents. VLSI had sought approximately"
  },
  {
    "0": "",
    "1": "$3.0 billion for alleged infringement, plus enhanced damages for willful infringement. The court has not yet entered final judgment."
  },
  {
    "0": "▪",
    "1": "The third Texas case went to trial in November 2022, with VLSI asserting one remaining patent. The jury found the patent valid and infringed, and"
  },
  {
    "0": "",
    "1": "awarded VLSI approximately $949 million in damages, plus interest and a running royalty. The court has not yet entered final judgment. In"
  },
  {
    "0": "",
    "1": "February 2023, we filed motions for a new trial and for judgment as a matter of law notwithstanding the verdict on various grounds. Further"
  },
  {
    "0": "",
    "1": "appeals are possible."
  },
  {
    "0": "In May 2019, VLSI filed a case in Shenzhen Intermediate People’s Court against Intel, Intel (China) Co., Ltd., Intel Trading (Shanghai) Co., Ltd., and Intel",
    "1": ""
  }
]