[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "Investing Activities",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Investing cash flows consist primarily of capital expenditures; investment purchases, sales, maturities, and disposals; proceeds from capital-related",
    "2": ""
  },
  {
    "0": "",
    "1": "government incentives; and proceeds from divestitures. Our capital expenditures were $25.8 billion in 2023 ($24.8 billion in 2022 and $18.7 billion in 2021).",
    "2": ""
  },
  {
    "0": "",
    "1": "The increase in cash used for investing activities in 2023 compared to 2022 was primarily due to a lack of proceeds from the divestiture of our NAND",
    "2": ""
  },
  {
    "0": "",
    "1": "business and from the sale of our remaining McAfee share that occurred in 2022, lower maturities and sales of short-term investments, and increased",
    "2": ""
  },
  {
    "0": "",
    "1": "capital expenditures. These unfavorable cash flow impacts during 2023 were partially offset by higher 2023 proceeds from capital-related government",
    "2": ""
  },
  {
    "0": "incentives and by other cash favorable investment activities, including lower acquisitions during 2023.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The decrease in cash used for investing activities in 2022 compared to 2021 was primarily due to increased maturities and sales of short-term investments,",
    "2": ""
  },
  {
    "0": "",
    "1": "proceeds from the divestiture of our NAND business, and proceeds from the sale of our remaining share of McAfee, partially offset by an increase in capital",
    "2": ""
  },
  {
    "0": "expenditures.",
    "1": "",
    "2": ""
  },
  {
    "0": "Financing Activities",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Financing cash flows consist primarily of payment of dividends to stockholders, issuance and repayment of short-term and long-term debt, and proceeds",
    "2": ""
  },
  {
    "0": "from partner contributions and equity-related issuances.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The increase in cash provided by financing activities in 2023 compared to 2022 was primarily due to higher debt issuances along with lower repayment of",
    "2": ""
  },
  {
    "0": "",
    "1": "long-term debt, decreased dividend payments to stockholders, and increased proceeds from sales of subsidiary shares, partially offset by commercial",
    "2": ""
  },
  {
    "0": "",
    "1": "paper issuances in 2022 that were subsequently repaid in 2023. Our total dividend payments were $3.1 billion in 2023, compared to $6.0 billion in 2022.",
    "2": ""
  },
  {
    "0": "We have paid a cash dividend in each of the past 125 quarters.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Cash provided by financing activities in 2022 compared to cash used for financing activities in 2021 was primarily due to higher commercial paper and debt",
    "2": ""
  },
  {
    "0": "",
    "1": "issuances, our 2022 curtailment of common stock repurchases, proceeds from the Mobileye IPO, and partner contributions for joint investments, partially",
    "2": ""
  },
  {
    "0": "offset by higher 2022 debt repayments.",
    "1": "",
    "2": ""
  },
  {
    "0": "Critical Accounting Estimates",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The methods, assumptions, and estimates that we use in applying our accounting policies may require us to apply judgments regarding matters that are",
    "2": ""
  },
  {
    "0": "",
    "1": "inherently uncertain. We consider an accounting policy to be a critical estimate if: (1) we must make assumptions that are uncertain when the judgment is",
    "2": ""
  },
  {
    "0": "",
    "1": "made, and (2) changes in the estimate assumptions, or selection of a different estimate methodology, could have a significant impact on our financial",
    "2": ""
  },
  {
    "0": "",
    "1": "position and the results that we report in our Consolidated Financial Statements. While we believe that our estimates, assumptions, and judgments are",
    "2": ""
  },
  {
    "0": "reasonable, they are based on information available when the estimate was made.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Refer to \"Note 2: Accounting Policies\" within the Notes to Consolidated Financial Statements for further information on our critical accounting estimates,",
    "2": ""
  },
  {
    "0": "which are as follows, as well as our significant accounting policies:",
    "1": "",
    "2": ""
  }
]