[
  {
    "0": "social",
    "1": "Social and Relationship Capital",
    "2": ""
  },
  {
    "0": "i",
    "1": "",
    "2": ""
  },
  {
    "0": "We are committed to engaging in initiatives that support our communities and help us develop trusted relationships with our stakeholders. Proactive",
    "1": "",
    "2": ""
  },
  {
    "0": "engagement with our stakeholders and investments in social impact initiatives, including those aligned with the United Nations Sustainable Development",
    "1": "",
    "2": ""
  },
  {
    "0": "Goals, advance our position as a leading corporate citizen and create shared value for Intel, our global supply chain, and our communities.",
    "1": "",
    "2": ""
  },
  {
    "0": "Economic and social. The health of our business and local economies depends in part on continued investments in innovation. We provide high-skill, high-",
    "1": "",
    "2": ""
  },
  {
    "0": "paying jobs around the world, many of which are manufacturing and R&D jobs located in our factories. As we expand operations in both existing and new",
    "1": "",
    "2": ""
  },
  {
    "0": "locations around the world, we are building a pipeline of qualified workers through our talent strategy and the many investments we are making in",
    "1": "",
    "2": ""
  },
  {
    "0": "education. We also benefit economies through our R&D ecosystem spending, sourcing activities, employee spending, and tax payments. We make sizable",
    "1": "",
    "2": ""
  },
  {
    "0": "capital investments and provide leadership in public-private partnerships to spur economic growth and innovation.",
    "1": "",
    "2": ""
  },
  {
    "0": "We stand at the forefront of new technologies that are increasingly being used to empower individuals, companies, and governments around the world to",
    "1": "",
    "2": ""
  },
  {
    "0": "solve global challenges. We aim to empower people through education and advance social initiatives to create career pathways into the technology",
    "1": "",
    "2": ""
  },
  {
    "0": "industry. This includes our global Intel Digital Readiness Programs, such as AI for Youth and AI for Workforce, scaled in partnership with governments and",
    "1": "",
    "2": ""
  },
  {
    "0": "institutions to empower individuals with digital readiness and AI skills. Additionally, we invest in multi-year partnerships with historically Black colleges and",
    "1": "",
    "2": ""
  },
  {
    "0": "universities in the US to increase the number of Black/African Americans who pursue electrical engineering, computer engineering, and computer science",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "1"
  },
  {
    "0": "fields. Our employees and retirees share their expertise through volunteer initiatives in the communities where we operate, volunteering 3.8 million  hours",
    "1": "",
    "2": ""
  },
  {
    "0": "over the past four years. These efforts contribute to our RISE goal to volunteer 10 million hours over a decade. Since 2020, we announced and further",
    "1": "",
    "2": ""
  },
  {
    "0": "expanded upon the Intel RISE Technology Initiative, which provides an expanded channel to build deeper relationships with our customers and partners",
    "1": "",
    "2": ""
  },
  {
    "0": "aligned with our corporate purpose and work to create shared value through our RISE strategy. Specifically, we are funding projects in areas such as using",
    "1": "",
    "2": ""
  },
  {
    "0": "technology to improve health and safety, making technology more inclusive while expanding digital readiness, and carbon-neutral computing to help",
    "1": "",
    "2": ""
  },
  {
    "0": "address climate change.",
    "1": "",
    "2": ""
  },
  {
    "0": "Human rights commitment. We are committed to maintaining and improving systems and processes to avoid causing or contributing to adverse impacts on",
    "1": "",
    "2": ""
  },
  {
    "0": "human rights in our own operations, products, and supply chain. We have established an integrated approach to managing human rights across our",
    "1": "",
    "2": ""
  },
  {
    "0": "business, including senior-level management involvement and board-level oversight. We also meet throughout the year with external stakeholders and",
    "1": "",
    "2": ""
  },
  {
    "0": "experts on human rights to continue to inform and evolve our human rights policies and oversight processes. While we do not always know nor can we",
    "1": "",
    "2": ""
  },
  {
    "0": "control what products our customers create or the applications end users may develop, we do not support or tolerate our products being used to adversely",
    "1": "",
    "2": ""
  },
  {
    "0": "impact human rights. Where we become aware of a concern that Intel products are being used by a business partner in connection with abuses of human",
    "1": "",
    "2": ""
  },
  {
    "0": "rights, we intend to evaluate and restrict or cease business with the third party unless and until we have a high confidence that Intel's products are not",
    "1": "",
    "2": ""
  },
  {
    "0": "being used to adversely impact human rights.",
    "1": "",
    "2": ""
  }
]