[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "We have limited experience in the highly competitive and capital-intensive third-party foundry business. As we pursue our strategy to establish IFS as a",
    "2": ""
  },
  {
    "0": "",
    "1": "major provider of foundry capacity to manufacture semiconductors for others, we will face intense competition from well-established competitors such as",
    "2": ""
  },
  {
    "0": "",
    "1": "TSMC, Samsung, Global Foundries (GF), United Microelectronics Corporation (UMC), and Semiconductor Manufacturing International Corporation (SMIC).",
    "2": ""
  },
  {
    "0": "",
    "1": "To succeed, we will need to compete effectively across factors such as availability and time-to-market of manufacturing technology; advances in",
    "2": ""
  },
  {
    "0": "",
    "1": "manufacturing processes in areas such as performance, performance per watt, and density; multi-chip packaging; system integration; manufacturing",
    "2": ""
  },
  {
    "0": "",
    "1": "capacity; price; margin; ease of use; quality; yields; customer satisfaction; and ecosystem support. Building and maintaining a competitive foundry business",
    "2": ""
  },
  {
    "0": "",
    "1": "requires high ongoing investments to maintain leading-edge process technology and manufacturing capacity, which investments in many instances must be",
    "2": ""
  },
  {
    "0": "",
    "1": "made ahead of customer commitments and may not be recouped. Moreover, many of the largest potential IFS customers are fabless semiconductor",
    "2": ""
  },
  {
    "0": "",
    "1": "companies whose products compete with our own. As a result, our strategy requires us to overcome customer concerns regarding protection of",
    "2": ""
  },
  {
    "0": "",
    "1": "confidentiality information, intellectual property, and foundry capacity, among other competitive concerns, to attract and retain such customers. Our limited",
    "2": ""
  },
  {
    "0": "",
    "1": "third-party foundry experience also means we must continue to hire and retain talented employees with relevant foundry experience with respect to both",
    "2": ""
  },
  {
    "0": "",
    "1": "leading-edge and legacy nodes. Our efforts may be hindered by the higher costs of, regulatory and environmental restrictions imposed upon, and time it",
    "2": ""
  },
  {
    "0": "",
    "1": "takes to build fabrication and assembly and test facilities in the jurisdictions in which we operate and plan to build new or upgrade existing foundry facilities",
    "2": ""
  },
  {
    "0": "",
    "1": "as compared to the jurisdictions in which our competitors predominantly operate their foundry facilities. Our construction projects to expand capacity require",
    "2": ""
  },
  {
    "0": "",
    "1": "available sources of labor, materials, and equipment. Increasing demand for such sources, including from other foundries; supply constraints, labor",
    "2": ""
  },
  {
    "0": "",
    "1": "shortages, and other adverse market conditions; issues with permits or approvals; on-site incidents; and other construction issues arise from time to time",
    "2": ""
  },
  {
    "0": "",
    "1": "and can result in significant delays and increased costs for our projects, as well as legal and reputational harm. These significant hurdles to our foundry",
    "2": ""
  },
  {
    "0": "strategy make it highly risky and our success highly uncertain.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are making significant, long-term and inherently risky investments in R&D and manufacturing facilities that may",
    "2": ""
  },
  {
    "0": "not realize a favorable return.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "To compete successfully, we must maintain an effective R&D program, develop new products and manufacturing processes, improve our products and",
    "2": ""
  },
  {
    "0": "",
    "1": "processes, and make significant capital investments in new and existing manufacturing facilities, all ahead of competitors and market demand. The R&D",
    "2": ""
  },
  {
    "0": "",
    "1": "efforts and capital investments we require are intensive as we compete across both product and process technologies. We incurred R&D expenses of",
    "2": ""
  },
  {
    "0": "",
    "1": "$16.0 billion in 2023, $17.5 billion in 2022, and $15.2 billion in 2021. We are focusing our R&D efforts across several key areas, including process and",
    "2": ""
  },
  {
    "0": "",
    "1": "packaging technology, our xPU products and features, AI, and software. These include ambitious initiatives, such as our efforts to introduce five new",
    "2": ""
  },
  {
    "0": "",
    "1": "manufacturing process technologies, or nodes, in four years and our unified oneAPI portfolio of developer tools. Our investments are typically long-term",
    "2": ""
  },
  {
    "0": "",
    "1": "and, even where successful, often do not contribute to our operating results for a number of years. We cannot guarantee that our efforts will deliver the",
    "2": ""
  },
  {
    "0": "",
    "1": "benefits we anticipate, including as a result of our new products or technologies falling short of expectations or the offerings of competitors. For example,",
    "2": ""
  },
  {
    "0": "",
    "1": "we previously experienced significant delays in the implementation of our 10nm process technology, and during 2020, we announced that our then 7nm",
    "2": ""
  },
  {
    "0": "",
    "1": "process technology would be delayed relative to our prior expectations. In such instances where we do not timely introduce new manufacturing process",
    "2": ""
  },
  {
    "0": "",
    "1": "technologies that improve performance, performance per watt, transistor density, die utilization, core counts, and/or new features such as optimizations for",
    "2": ""
  },
  {
    "0": "",
    "1": "AI and other workloads, with sufficient manufacturing yields and operational efficiency, relative to competing foundry processes, we have faced and will",
    "2": ""
  },
  {
    "0": "",
    "1": "face cost, product performance, and time-to-market disadvantages relative to our competitors and adverse impacts to our financial condition as a result of",
    "2": ""
  },
  {
    "0": "",
    "1": "higher operating costs, including as a result of additional costs from unused manufacturing capacity, higher leverage and borrowing costs, and pressure on",
    "2": ""
  },
  {
    "0": "",
    "1": "our credit ratings. Further, we are not always able to timely or successfully develop new products, including as a result of bugs, late changes to features",
    "2": ""
  },
  {
    "0": "",
    "1": "due to customer requests, or other design challenges. For example, in 2022, we announced that the release of Intel's 4th Gen Intel Xeon Scalable",
    "2": ""
  },
  {
    "0": "",
    "1": "processor would be delayed from the first half of 2022 to the second half of 2022. To the extent our R&D efforts do not develop new products on schedule",
    "2": ""
  },
  {
    "0": "",
    "1": "with improvements in areas like performance, performance per watt, die utilization, and core counts, and/or with new features such as optimizations for AI",
    "2": ""
  },
  {
    "0": "",
    "1": "and other workloads, our competitive position can be harmed. We have adopted a disaggregated design approach for some of our future products, in which",
    "2": ""
  },
  {
    "0": "",
    "1": "different processors and components can be manufactured on different processes and connected by advanced packaging technology into a single",
    "2": ""
  },
  {
    "0": "",
    "1": "package. This approach introduces new areas of complexity in design and manufacturability, particularly in the deployment of advanced packaging",
    "2": ""
  },
  {
    "0": "",
    "1": "technologies, several of which are novel, have a limited manufacturing history, and/or have increased costs. Delays or failures in implementing",
    "2": ""
  },
  {
    "0": "",
    "1": "disaggregated designs could adversely affect our ability to timely introduce competitive products. For example, adapting a processor or component design",
    "2": ""
  },
  {
    "0": "",
    "1": "for a new or different manufacturing process involves additional R&D expense and can result in delays in the development of the associated product and",
    "2": ""
  },
  {
    "0": "higher costs due to the utilization of more advanced and expensive capital equipment.",
    "1": "",
    "2": ""
  }
]