[
  {
    "0": "of all gender identities."
  },
  {
    "0": "3"
  },
  {
    "0": "The term underrepresented minority (URM) is used to describe diverse populations, including Black/African American, Hispanic, and Native American"
  },
  {
    "0": "employees in the US."
  },
  {
    "0": "Compensation and Benefits"
  },
  {
    "0": "We structure pay, benefits, and services to meet the varying needs of our employees, helping support employee financial well-being with competitive"
  },
  {
    "0": "compensation, investment opportunities, and financial resources. Our total rewards package includes market-competitive pay, broad-based stock grants"
  },
  {
    "0": "and bonuses, an employee stock purchase plan, healthcare and retirement benefits, paid time off and family leave, parent reintegration, fertility assistance,"
  },
  {
    "0": "flexible work schedules, sabbaticals, and on-site services. Since 2019, we have achieved gender pay equity globally and we continue to maintain"
  },
  {
    "0": "race/ethnicity pay equity in the US. We achieve pay equity by closing the gap in average pay between employees of different genders or race/ethnicity in"
  },
  {
    "0": "the same or similar roles after accounting for legitimate business factors that can explain differences, such as location, time at grade level, and tenure. We"
  },
  {
    "0": "have also advanced transparency in our pay and representation data by publicly releasing our EEO-1 survey pay data since 2019. We believe that our"
  },
  {
    "0": "holistic approach toward pay equity, representation, and creating an inclusive culture enables us to cultivate a workplace that helps employees develop and"
  },
  {
    "0": "progress in their careers at all levels. Our \"hybrid-first\" approach to working was informed by employees surveyed around the globe and involves the"
  },
  {
    "0": "majority of our employees splitting their time between working remotely and in the office. Hybrid-first and remote work options cast a wider recruitment net"
  },
  {
    "0": "and support our ambition to hire the best global talent. Currently, there is no company-wide mandate on the number of days per week employees should be"
  },
  {
    "0": "on site or how they should collaborate. Our goal is to enable remote and on-site work where it drives the best output, while providing our employees with"
  },
  {
    "0": "equitable access to systems, resources, and opportunities that allow them to succeed."
  },
  {
    "0": "Health, Safety, and Wellness"
  },
  {
    "0": "We are committed to providing a safe and injury-free workplace. We regularly invest in programs designed to improve physical, mental, and social well-"
  },
  {
    "0": "being. We provide access to a variety of innovative, flexible, and convenient health and wellness programs, including on-site health centers, and we aim to"
  },
  {
    "0": "increase awareness of and support for mental and behavioral health. In support of our RISE goals, we intend to continue our efforts to build our strong"
  },
  {
    "0": "safety culture and drive the global expansion of our corporate wellness program through employee education and engagement activities."
  }
]