[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230"
  },
  {
    "0": "",
    "1": "Inventory Valuation"
  },
  {
    "0": "Description of the",
    "1": "The Company's net inventory totaled $11.1 billion as of December 30, 2023, representing 5.8% of total"
  },
  {
    "0": "Matter",
    "1": "assets. As explained in \"Note 2: Accounting Policies\" within the consolidated financial statements, the"
  },
  {
    "0": "",
    "1": "Company computes inventory cost on a first-in, first-out basis, and applies judgment in determining saleability"
  },
  {
    "0": "",
    "1": "of products and the valuation of inventories. The Company assesses inventory at each reporting date in order"
  },
  {
    "0": "",
    "1": "to assert that it is recorded at net realizable value, giving consideration to, among other factors: whether the"
  },
  {
    "0": "",
    "1": "products have achieved the substantive engineering milestones to qualify for sale to customers; the"
  },
  {
    "0": "",
    "1": "determination of normal capacity levels in its manufacturing process to determine which manufacturing"
  },
  {
    "0": "",
    "1": "overhead costs can be included in the valuation of inventory; whether the product is valued at the lower of"
  },
  {
    "0": "",
    "1": "cost or net realizable value; and the estimation of excess and obsolete inventory or that which is not of"
  },
  {
    "0": "",
    "1": "saleable quality."
  },
  {
    "0": "",
    "1": "Auditing management’s assessment of net realizable value for inventory was challenging because the"
  },
  {
    "0": "",
    "1": "determination of excess and obsolete inventory reserves and lower of cost or net realizable value is"
  },
  {
    "0": "",
    "1": "judgmental and considers a number of factors that are affected by market and economic conditions, such as"
  },
  {
    "0": "",
    "1": "customer forecasts, dynamic pricing environments, and industry supply and demand. Additionally, for certain"
  },
  {
    "0": "",
    "1": "new product launches there is limited historical data with which to evaluate forecasts."
  },
  {
    "0": "How We Addressed",
    "1": "We evaluated and tested the design and operating effectiveness of the Company’s internal controls over the"
  },
  {
    "0": "the Matter in Our Audit",
    "1": "costing of inventory, the determination of whether inventory is of saleable quality, the determination of"
  },
  {
    "0": "",
    "1": "demand forecasts and related application against on hand inventory, and the calculation of lower of cost or"
  },
  {
    "0": "",
    "1": "net realizable value reserves including related estimated costs and selling prices."
  },
  {
    "0": "",
    "1": "Our audit procedures included, among others, testing the significant assumptions (e.g., estimated product"
  },
  {
    "0": "",
    "1": "demand forecasts, costs and selling prices) of the underlying data used in management’s inventory valuation"
  },
  {
    "0": "",
    "1": "assessment. We compared the significant assumptions used by management to current industry and"
  },
  {
    "0": "",
    "1": "economic trends. We assessed whether there were any potential sources of contrary information, including"
  },
  {
    "0": "",
    "1": "historical forecast accuracy or history of significant revisions to previously recorded inventory valuation"
  },
  {
    "0": "",
    "1": "adjustments, and performed sensitivity analyses over significant assumptions to evaluate the changes in"
  },
  {
    "0": "",
    "1": "inventory valuation that would result from changes in the assumptions."
  }
]