[
  {
    "0": "We have a highly complex global supply chain composed of thousands of suppliers. These suppliers provide direct materials for our production processes;",
    "1": ""
  },
  {
    "0": "supply tools, equipment, and IP (via licenses) for our factories; deliver logistics and packaging services; and supply software, lab and office equipment, and",
    "1": ""
  },
  {
    "0": "other goods and services used in our business. We also rely on suppliers to provide certain components for our products and to manufacture and assemble",
    "1": ""
  },
  {
    "0": "and test some of our components and products. From time to time, we are negatively impacted by supply chain issues, including:",
    "1": ""
  },
  {
    "0": "▪",
    "1": "suppliers extending lead times, experiencing capacity constraints, limiting or canceling supply, allocating supply to other customers including"
  },
  {
    "0": "",
    "1": "competitors, delaying or canceling deliveries, or increasing prices;"
  },
  {
    "0": "▪",
    "1": "supplier quality issues;"
  },
  {
    "0": "▪",
    "1": "cybersecurity events, IP or other litigation, man-made or natural disasters, public health issues (including pandemics), operational failures, or other"
  },
  {
    "0": "",
    "1": "events that disrupt suppliers;"
  },
  {
    "0": "▪",
    "1": "long lead times to qualify alternate or additional suppliers, or the unavailability of qualified alternate suppliers; and"
  },
  {
    "0": "▪",
    "1": "increased legislation, regulation, or stakeholder expectations regarding responsible sourcing practices, such as heightened reporting and other"
  },
  {
    "0": "",
    "1": "obligations with regard to environmental impacts, the risk of forced labor, or supplier conduct that does not meet such standards, which can result"
  },
  {
    "0": "",
    "1": "in supply chain disruptions, the loss of a supplier, and the government seizure of goods."
  },
  {
    "0": "These and other supply chain issues can increase our costs, disrupt or reduce our production, delay our product shipments, prevent us from meeting",
    "1": ""
  }
]