[
  {
    "0": "•",
    "1": "our initiatives and new legal requirements with respect to corporate responsibility matters; and"
  },
  {
    "0": "•",
    "1": "other risks and uncertainties described in this report and our other filings with the SEC."
  },
  {
    "0": "Given these risks and uncertainties, readers are cautioned not to place undue reliance on such forward-looking statements. Readers are urged to carefully",
    "1": ""
  },
  {
    "0": "review and consider the various disclosures made in this Form 10-K and in other documents we file from time to time with the SEC that disclose risks and",
    "1": ""
  },
  {
    "0": "uncertainties that may affect our business.",
    "1": ""
  },
  {
    "0": "Unless specifically indicated otherwise, the forward-looking statements in this Form 10-K do not reflect the potential impact of any divestitures, mergers,",
    "1": ""
  },
  {
    "0": "acquisitions, or other business combinations that have not been completed as of the date of this filing. In addition, the forward-looking statements in this",
    "1": ""
  },
  {
    "0": "Form 10-K are based on management's expectations as of the date of this filing, unless an earlier date is specified, including expectations based on third-",
    "1": ""
  },
  {
    "0": "party information and projections that management believes to be reputable. We do not undertake, and expressly disclaim any duty, to update such",
    "1": ""
  },
  {
    "0": "statements, whether as a result of new information, new developments, or otherwise, except to the extent that disclosure may be required by law.",
    "1": ""
  },
  {
    "0": "Note Regarding Third-Party Information",
    "1": ""
  },
  {
    "0": "This Form 10-K includes market data and certain other statistical information and estimates that are based on reports and other publications from industry",
    "1": ""
  },
  {
    "0": "analysts, market research firms, and other independent sources, as well as management's own good faith estimates and analyses. Intel believes these",
    "1": ""
  },
  {
    "0": "third-party reports to be reputable, but has not independently verified the underlying data sources, methodologies, or assumptions. The reports and other",
    "1": ""
  },
  {
    "0": "publications referenced are generally available to the public and were not commissioned by Intel. Information that is based on estimates, forecasts,",
    "1": ""
  },
  {
    "0": "projections, market research, or similar methodologies is inherently subject to uncertainties, and actual events or circumstances may differ materially from",
    "1": ""
  },
  {
    "0": "events and circumstances reflected in this information.",
    "1": ""
  },
  {
    "0": "Intel, Arc, Arria, Celeron, Intel Agilex, Intel Atom, Intel Core, eASIC, Intel Evo, FlexRAN, Granulate, the Intel logo, Intel Optane, Intel Unison, MAX, Movidius, OpenVINO, OpenVINO logo, Pentium,",
    "1": ""
  },
  {
    "0": "Stratix, Thunderbolt and the Thunderbolt logo, Intel vPro, and Xeon are trademarks of Intel Corporation or its subsidiaries.",
    "1": ""
  },
  {
    "0": "The Bluetooth  word mark and logos are registered trademarks owned by Bluetooth SIG, Inc. and any use of such marks by Intel Corporation is under license.",
    "1": ""
  },
  {
    "0": "*    Other names and brands may be claimed as the property of others.",
    "1": ""
  },
  {
    "0": "Availability of Company Information",
    "1": ""
  },
  {
    "0": "We use our Investor Relations website, www.intc.com, as a routine channel for distribution of important, and often material, information about us, including",
    "1": ""
  },
  {
    "0": "our quarterly and annual earnings results and presentations, press releases, announcements, information about upcoming webcasts, analyst",
    "1": ""
  },
  {
    "0": "presentations, and investor days, archives of these events, financial information, corporate governance practices, and corporate responsibility information.",
    "1": ""
  },
  {
    "0": "We also post our filings on this website the same day they are electronically filed with, or furnished to, the SEC, including our annual and quarterly reports",
    "1": ""
  },
  {
    "0": "on Forms 10-K and 10-Q and current reports on Form 8-K, our proxy statements, and any amendments to those reports. All such information is available",
    "1": ""
  },
  {
    "0": "free of charge. Our Investor Relations website allows interested persons to sign up to automatically receive e-mail alerts when we post financial information",
    "1": ""
  },
  {
    "0": "and issue press releases, and to receive information about upcoming events. We encourage interested persons to follow our Investor Relations website in",
    "1": ""
  },
  {
    "0": "addition to our filings with the SEC to timely receive information about the company.",
    "1": ""
  }
]