[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "We test the reasonableness of the inputs and outcomes of our discounted cash flow analysis against available market data. In 2023, the fair value for all of"
  },
  {
    "0": "our reporting units exceeded their carrying value, and our annual qualitative assessment did not indicate that a more detailed quantitative analysis was"
  },
  {
    "0": "necessary."
  },
  {
    "0": "Government Incentives"
  },
  {
    "0": "Government incentives, including cash grants and refundable tax credits, are recognized when there is reasonable assurance that the incentive will be"
  },
  {
    "0": "received and we will comply with the conditions specified in the agreement or statutory requirements. We record capital-related incentives as a reduction to"
  },
  {
    "0": "property, plant, and equipment, net within our Consolidated Balance Sheets and recognize a reduction to depreciation expense over the useful life of the"
  },
  {
    "0": "corresponding acquired asset. We record operating-related incentives as a reduction to expense in the same line item on the Consolidated Statements of"
  },
  {
    "0": "Income as the expenditure for which the incentive is intended to compensate."
  },
  {
    "0": "Fair Value"
  },
  {
    "0": "When determining fair value, we consider the principal or most advantageous market in which we would transact, as well as assumptions that market"
  },
  {
    "0": "participants would use when pricing the asset or liability. Our financial assets are measured and recorded at fair value on a recurring basis, except for"
  },
  {
    "0": "equity securities measured using the measurement alternative, equity method investments, and grants receivable. We assess fair value hierarchy levels for"
  },
  {
    "0": "our issued debt and fixed-income investment portfolio based on the underlying instrument type."
  },
  {
    "0": "The three levels of inputs that may be used to measure fair value are:"
  },
  {
    "0": "▪\nLevel 1. Quoted prices in active markets for identical assets or liabilities. We evaluate security-specific market data when determining whether a"
  }
]