[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "Sales and Marketing"
  },
  {
    "0": "Customers"
  },
  {
    "0": "We sell our products primarily to OEMs, ODMs, and cloud service providers. ODMs provide design and manufacturing services to branded and unbranded"
  },
  {
    "0": "private-label resellers. In addition, our customers include other manufacturers and service providers, such as industrial and communication equipment"
  },
  {
    "0": "manufacturers and other cloud service providers who buy our products through distributor, reseller, retail, and OEM channels throughout the world. For"
  },
  {
    "0": "information on customers who accounted for greater than 10% of our net consolidated revenue, see \"Note 3: Operating Segments\" within the Notes to"
  },
  {
    "0": "Consolidated Financial Statements."
  },
  {
    "0": "Our worldwide reseller sales channel consists of thousands of indirect customers—systems builders that purchase Intel processors and other products"
  },
  {
    "0": "from our distributors. Certain of our microprocessors and other products are also available in direct retail outlets."
  },
  {
    "0": "Sales Arrangements"
  },
  {
    "0": "Our products are sold through distribution channels throughout the world. Sales of our products are frequently made via purchase order acknowledgments"
  },
  {
    "0": "that contain standard terms and conditions covering matters such as pricing, payment terms, and warranties, as well as indemnities for issues specific to"
  },
  {
    "0": "our products, such as patent and copyright indemnities. Because our customers generally order from us on a purchase order basis, they can typically"
  },
  {
    "0": "cancel, change, or delay product purchase commitments with little or no notice to us and without penalty. From time to time, we may enter into additional"
  },
  {
    "0": "agreements with customers covering, for example, changes from our standard terms and conditions, new product development and marketing, and private-"
  },
  {
    "0": "label branding. Our sales are routinely made using electronic and web-based processes that allow customers to review inventory availability and track the"
  },
  {
    "0": "progress of specific goods ordered. Pricing on particular products may vary based on volumes ordered and other factors. We also offer discounts, rebates,"
  },
  {
    "0": "and other incentives to customers to increase acceptance of our products and technology."
  },
  {
    "0": "In accordance with contract terms, the revenue for combined performance obligations and standalone product sales is recognized at the time of product"
  },
  {
    "0": "shipment from our facilities or delivery to the customer location, as determined by the agreed-upon shipping terms. Our standard terms and conditions of"
  },
  {
    "0": "sale typically provide that payment is due at a later date, usually 30 days after shipment or delivery. We assess credit risk through quantitative and"
  },
  {
    "0": "qualitative analysis. From this analysis, we establish shipping and credit limits and determine whether we will seek to use one or more credit support"
  },
  {
    "0": "protection devices, such as obtaining a parent guarantee, standby letter of credit, or credit insurance. Credit losses may still be incurred due to bankruptcy,"
  },
  {
    "0": "fraud, or other failure of the customer to pay."
  },
  {
    "0": "Our sales to distributors are typically made under agreements allowing for price protection on unsold merchandise and a right of return on stipulated"
  },
  {
    "0": "quantities of unsold merchandise. Under the price protection program, we give distributors credits for the difference between the original price paid and the"
  },
  {
    "0": "current price that we offer. Our products typically have no contractual limit on the amount of price protection, nor is there a limit on the time horizon under"
  },
  {
    "0": "which price protection is granted. The right of return granted generally consists of a stock rotation program in which distributors can exchange certain"
  },
  {
    "0": "products based on the number of qualified purchases made by the distributor."
  },
  {
    "0": "Distribution"
  },
  {
    "0": "Distributors typically handle a wide variety of products, including those that compete with our products, and fill orders for many customers. Customers may"
  },
  {
    "0": "place orders directly with us or through distributors. We have several distribution warehouses that are located in proximity to key customers."
  },
  {
    "0": "Seasonal Trends"
  },
  {
    "0": "Historically, our net revenue has typically been higher in the second half of the year than in the first half of the year, accelerating in the third quarter and"
  },
  {
    "0": "peaking in the fourth quarter. In 2021, continued strong COVID-driven notebook demand in the first half of the year contributed to a flatter trend than we"
  },
  {
    "0": "historically observe. In 2022, we had a flatter trend than we historically observe as we experienced the uncertainty and impacts, including demand volatility"
  },
  {
    "0": "and supply chain disruption, of macroeconomic conditions, the potential for a recession, and the risk for continued COVID-related disruptions or shutdowns."
  },
  {
    "0": "In 2023, our net revenue seasonality was more consistent with our historical pre-pandemic trend."
  },
  {
    "0": "Marketing"
  },
  {
    "0": "Our global marketing objectives are to build a strong, well-known, differentiated, and meaningful Intel corporate brand that drives preference with"
  },
  {
    "0": "businesses and consumers, and to offer a limited number of meaningful and valuable brands in our portfolio to aid businesses and consumers in making"
  },
  {
    "0": "®\n®\n®"
  },
  {
    "0": "informed choices about technology purchases. The Intel Core processor family and the Intel Atom, Celeron , Pentium , Intel\n Movidius™, and Intel Xeon"
  },
  {
    "0": "®"
  },
  {
    "0": "trademarks make up our key CPU brands. This year we introduced our new Intel\n Core™ Ultra processors, powering the latest AI PCs, and our 5th Gen"
  },
  {
    "0": "Intel Xeon processors, built with AI acceleration in every core. We also continue to bring to market new software services including independent attestation"
  },
  {
    "0": ""
  },
  {
    "0": "®\n®\nsecurity with Intel\n Trust Authority, Intel\n Granulate™ for workload compute optimization, and Intel Developer Cloud to accelerate AI development. Our"
  },
  {
    "0": "foundry services business aims to offer leading-edge packaging and process technology, geographically balanced manufacturing capacity and a world-"
  },
  {
    "0": "class IP portfolio."
  }
]