[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "In December 2023, the German Federal Patent Court issued a preliminary opinion finding R2’s patent valid. The German Federal Patent Court’s final",
    "2": ""
  },
  {
    "0": "",
    "1": "decision on invalidity is expected in October 2024. In December 2023, the court in Dusseldorf held a trial on the issue of infringement, and will hand down a",
    "2": ""
  },
  {
    "0": "",
    "1": "decision in February 2024. If defendants lose at trial in Germany, the Dusseldorf Regional Court could impose an injunction and recall order prohibiting",
    "2": ""
  },
  {
    "0": "",
    "1": "sales of some or all of the accused products, and potentially other products, in Germany. The order could take effect and remain in place unless overturned",
    "2": ""
  },
  {
    "0": "on appeal, or unless the patent is invalidated by the German Federal Patent Court.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Trial in the UK matter is scheduled for April 2024. Given the procedural posture and the nature of these cases, including that there are significant factual",
    "2": ""
  },
  {
    "0": "",
    "1": "and legal issues to be resolved and that uncertainty exists as to the scope of an injunction, if any, we are unable to make a reasonable estimate of the",
    "2": ""
  },
  {
    "0": "potential loss or range of losses, if any, that might arise from these lawsuits.",
    "1": "",
    "2": ""
  },
  {
    "0": "Business Interruption Insurance Proceeds",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We received $484 million of insurance proceeds, primarily in the fourth quarter of 2022, to compensate for business interruption and property damage from",
    "2": ""
  },
  {
    "0": "",
    "1": "a temporary electrical breakdown that occurred at one of our facilities in 2020. We recognized these receipts as a reduction of cost of sales.",
    "2": ""
  }
]