[
  {
    "0": "Revenue Summary"
  },
  {
    "0": "2023 vs. 2022"
  },
  {
    "0": "▪ Notebook revenue was $17.0 billion, down $1.8 billion from 2022. Notebook volume decreased 5% from 2022, driven by lower demand across market"
  },
  {
    "0": "segments, partially offset by increased volume in the second half of the year as customer inventory levels normalized compared to higher levels in the"
  },
  {
    "0": "first half. Notebook ASPs decreased 5% from 2022 due to relative strength in the education market segment resulting in a higher mix of small core"
  },
  {
    "0": "products combined with a higher mix of older generation products."
  },
  {
    "0": "▪ Desktop revenue was $10.2 billion, down $495 million from 2022. Desktop volume decreased 9% from 2022, driven by lower demand across market"
  },
  {
    "0": "segments, partially offset by increased volume in the second half of the year as customer inventory levels normalized compared to higher levels in the"
  },
  {
    "0": "first half. Desktop ASPs increased 5% from 2022, due to an increased mix of product sales to the commercial and gaming market segments."
  },
  {
    "0": "▪ Other revenue was $2.1 billion, down $229 million from 2022, primarily driven by the continued ramp down of our legacy smartphone modem business"
  },
  {
    "0": "and lower demand for our wireless and connectivity products as a result of lower notebook volumes."
  },
  {
    "0": "2022 vs. 2021"
  },
  {
    "0": "▪ Notebook revenue was $18.8 billion, down $6.7 billion from 2021. Notebook volume decreased 36% from 2021, driven by lower demand in the consumer"
  },
  {
    "0": "and education market segments, and notebook ASPs increased 15% from 2021 due to an increased mix of commercial and consumer products and a"
  },
  {
    "0": "lower mix of education products."
  },
  {
    "0": "▪ Desktop revenue was $10.7 billion, down $1.8 billion from 2021. Desktop volume decreased 19% from 2021, driven by lower demand in the consumer"
  },
  {
    "0": "and education market segments, and desktop ASPs increased 5% from 2021, primarily from an increased mix of commercial products."
  },
  {
    "0": "▪ Other revenue was $2.3 billion, down $870 million from 2021, primarily driven by the continued ramp down of our legacy smartphone modem business"
  },
  {
    "0": "and lower demand for our wireless and connectivity products."
  }
]