[
  {
    "0": "We also offer IMS mask-making equipment for advanced lithography used by most of the world's leading-edge foundries."
  },
  {
    "0": "Key Business Developments"
  },
  {
    "0": "■"
  },
  {
    "0": "In 2023, we were granted four design wins on Intel 18A, including a design win with a significant high performance computing"
  },
  {
    "0": "customer on Intel 18A and a large prepayment. We have seen accelerated interest in our advanced packaging business,"
  },
  {
    "0": "especially for AI related designs, and have secured five new design wins."
  },
  {
    "0": "■"
  },
  {
    "0": "Our IFS Accelerator Ecosystem Alliance program doubled in size to over 40 strategic agreements across EDA, silicon IP, design"
  },
  {
    "0": "services, cloud, and USMAG alliances since launching in Q1 2022. We announced a multigenerational agreement with ARM and"
  },
  {
    "0": "a definitive agreement with Synopsys. The ARM agreement is expected to enable chip designers to build optimized compute"
  },
  {
    "0": "SoCs on the Intel 18A process. The Synopsys agreement expands the development of a portfolio of IP on Intel 3 and Intel 18A."
  },
  {
    "0": "These agreements and the IFS accelerator program are expected to enable customers to design using a robust suite of EDA and"
  },
  {
    "0": "IP across IFS nodes, similar to the way they would design with their existing foundry supplier."
  },
  {
    "0": "■"
  },
  {
    "0": "We expanded partnerships under the Rapid Assured Microelectronics Prototypes-Commercial (RAMP-C) program created by the"
  },
  {
    "0": "US Department of Defense in 2021 to assure domestic access to leading-edge technology and the US-based foundry"
  },
  {
    "0": "ecosystem. The combination of expanded partnerships and RAMP-C enables customers to develop and fabricate chips on Intel"
  },
  {
    "0": "18A, including customers such as Nvidia, IBM, Microsoft, Boeing, and Northrop Grumman."
  },
  {
    "0": "■"
  },
  {
    "0": "We announced a commercial agreement with Tower, pursuant to which we are expected to provide foundry services and"
  },
  {
    "0": "manufacturing capacity through our New Mexico advanced manufacturing facility for 300mm advanced analog processing."
  }
]