[
  {
    "0": "Table of Contents"
  },
  {
    "0": "Non-GAAP Financial Measures"
  },
  {
    "0": "In addition to disclosing financial results in accordance with US GAAP, this document contains references to the non-GAAP financial measures below. We"
  },
  {
    "0": "believe these non-GAAP financial measures provide investors with useful supplemental information about our operating performance, enable comparison"
  },
  {
    "0": "of financial trends and results between periods where certain items may vary independent of business performance, and allow for greater transparency with"
  },
  {
    "0": "respect to key metrics used by management in operating our business and measuring our performance. These non-GAAP financial measures are used in"
  },
  {
    "0": "our performance-based RSUs and our cash bonus plans."
  },
  {
    "0": "Our non-GAAP financial measures reflect adjustments based on one or more of the following items, as well as the related income tax effects. Beginning in"
  },
  {
    "0": "2023, income tax effects are calculated using a fixed long-term projected tax rate of 13% across all adjustments. We project this long-term non-GAAP tax"
  },
  {
    "0": "rate on an annual basis using a five-year non-GAAP financial projection that excludes the income tax effects of each adjustment. The projected non-GAAP"
  },
  {
    "0": "tax rate also considers factors such as our tax structure, our tax positions in various jurisdictions, and key legislation in significant jurisdictions where we"
  },
  {
    "0": "operate. This long-term non-GAAP tax rate may be subject to change for a variety of reasons, including the rapidly evolving global tax environment,"
  },
  {
    "0": "significant changes in our geographic earnings mix, or changes to our strategy or business operations. Management uses this non-GAAP tax rate in"
  },
  {
    "0": "managing internal short- and long-term operating plans and in evaluating our performance; we believe this approach facilitates comparison of our operating"
  },
  {
    "0": "results and provides useful evaluation of our current operating performance. Prior-period non-GAAP financial measures have been retroactively adjusted to"
  },
  {
    "0": "reflect this updated approach."
  },
  {
    "0": "Our non-GAAP financial measures should not be considered a substitute for, or superior to, financial measures calculated in accordance with US GAAP,"
  },
  {
    "0": "and the financial results calculated in accordance with US GAAP and reconciliations from these results should be carefully evaluated."
  }
]