[
  {
    "0": "IMS Nanofabrication",
    "1": "",
    "2": "178",
    "3": "32 %",
    "4": "",
    "5": "—",
    "6": "— %"
  },
  {
    "0": "Non-controlling interests, net of tax",
    "1": "$",
    "2": "4,375",
    "3": "",
    "4": "$",
    "5": "1,863",
    "6": ""
  },
  {
    "0": "Semiconductor Co-Investment Program",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "In 2022, we closed a transaction with Brookfield Asset Management (Brookfield) resulting in the formation of Arizona Fab LLC (Arizona Fab), a VIE that we",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "consolidate into our financial statements because we are the primary beneficiary. Generally, contributions will be made to, and distributions will be received",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "from, Arizona Fab based on both parties' proportional ownership. We will be the sole operator of two new chip factories that will be constructed by Arizona",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "Fab, and we will have the right to purchase 100% of the related factory output. Once production commences, we will be required to operate Arizona Fab at",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "minimum production levels measured in wafer starts per week and will be required to limit excess inventory held on site, or we will be subject to certain",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "penalties.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "We have an unrecognized commitment to fund our respective share of the total construction costs of Arizona Fab of $29.0 billion.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "As of December 30, 2023, a substantial majority of the assets of Arizona Fab consisted of property, plant, and equipment. The assets held by Arizona Fab,",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "which can be used only to settle obligations of the VIE and are not available to us, were $4.8 billion as of December 30, 2023 ($1.8 billion as of",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "December 31, 2022).",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "Mobileye",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "In 2022, Mobileye completed its IPO and certain other equity financing transactions that resulted in net proceeds of $1.0 billion. During the second quarter",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "of 2023, we converted 38.5 million of our Mobileye Class B shares into Class A shares, representing 5% of Mobileye's outstanding capital stock, and",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "subsequently sold the Class A shares for $42 per share as part of a secondary offering, receiving net proceeds of $1.6 billion and increasing our capital in",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "excess of par value by $663 million, net of tax. We continue to consolidate the results of Mobileye into our consolidated financial statements.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "IMS Nanofabrication",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "In the third and fourth quarters of 2023, we closed agreements to sell a combined 32% minority stake in our IMS business, a business within our IFS",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "operating segment —including a 20% stake to Bain Capital and a 10% stake to TSMC. Net proceeds resulting from the minority stake sales totaled",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "$1.4 billion, and our capital in excess of par value increased by $958 million, net of tax. We continue to consolidate the results of IMS into our consolidated",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  },
  {
    "0": "financial statements.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": ""
  }
]