[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "We are subject to numerous risks associated with the evolving market for products with AI capabilities."
  },
  {
    "0": "The markets and use cases for products with AI capabilities have been rapidly evolving, are difficult to predict and may impact demand for our products. For"
  },
  {
    "0": "example, in the last few years the demand for high-end GPUs for model training increased dramatically and has resulted and may continue to result in a"
  },
  {
    "0": "significant shift in DCAI customer spend. The significant investments we have made to develop products and software to address what we believe will be"
  },
  {
    "0": "increasing demand for AI capabilities may be insufficient, and we face significant hurdles, including whether demand will materialize, whether third-party"
  },
  {
    "0": "developers will develop the software to utilize the AI capabilities of our products, and whether we will be successful in developing products that can"
  },
  {
    "0": "compete with offerings by established competitors."
  },
  {
    "0": "Our use of AI technology may subject us to reputational, financial, legal, or regulatory risks. As we incorporate AI technology into our products and services,"
  },
  {
    "0": "any failure to address concerns relating to the responsible use of the evolving AI technology in our products and services may cause harm to our reputation"
  },
  {
    "0": "or financial liability and, as such, may increase our costs to address or mitigate such risks and issues. AI technology may create ethical issues, generate"
  },
  {
    "0": "defective algorithms, and present other risks that create challenges with respect to its adoption. In addition, evolving rules, regulations, and industry"
  },
  {
    "0": "standards governing AI may require us to expend significant resources to modify, maintain, or align our business practices or products to comply with US"
  },
  {
    "0": "and non-US rules and regulations, the nature of which cannot be determined at this time. Several jurisdictions around the globe, including the EU and"
  },
  {
    "0": "certain US states, have already proposed or enacted laws governing AI. US federal agencies are likely to release AI regulations in the near future in light of"
  },
  {
    "0": "the Biden administration’s October 30, 2023 Executive Order on AI. The regulatory environment surrounding the impact of the implementation of AI on our"
  },
  {
    "0": "products and services may adversely affect our ability to produce and export products and as a result may cause harm to our reputation and financial"
  },
  {
    "0": "liability."
  },
  {
    "0": "We rely upon a complex global supply chain."
  },
  {
    "0": "We have a highly complex global supply chain composed of thousands of suppliers. These suppliers provide direct materials for our production processes;"
  },
  {
    "0": "supply tools, equipment, and IP (via licenses) for our factories; deliver logistics and packaging services; and supply software, lab and office equipment, and"
  },
  {
    "0": "other goods and services used in our business. We also rely on suppliers to provide certain components for our products and to manufacture and assemble"
  },
  {
    "0": "and test some of our components and products. From time to time, we are negatively impacted by supply chain issues, including:"
  },
  {
    "0": "▪\nsuppliers extending lead times, experiencing capacity constraints, limiting or canceling supply, allocating supply to other customers including"
  }
]