[
  {
    "0": "Information About Our Executive Officers",
    "1": "",
    "2": ""
  },
  {
    "0": "Name",
    "1": "",
    "2": ""
  },
  {
    "0": "Current Title",
    "1": "Age",
    "2": "Experience"
  },
  {
    "0": "Patrick P. Gelsinger",
    "1": "62",
    "2": "Mr. Gelsinger has been our Chief Executive Officer and a member of our Board of Directors since February 2021."
  },
  {
    "0": "",
    "1": "",
    "2": "He has also served as a member and Chair of the Board of Directors of Mobileye, a subsidiary of Intel, since"
  },
  {
    "0": "Chief Executive Officer",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "September 2022. He joined Intel from VMware, Inc., a provider of cloud computing and virtualization software and"
  },
  {
    "0": "",
    "1": "",
    "2": "services, where he served as Chief Executive Officer from September 2012 to February 2021. Prior to VMware,"
  },
  {
    "0": "",
    "1": "",
    "2": "Mr. Gelsinger served as President and Chief Operating Officer, EMC Information Infrastructure Products at EMC"
  },
  {
    "0": "",
    "1": "",
    "2": "Corp., a data storage, information security, and cloud computing company, from September 2009 to August 2012."
  },
  {
    "0": "",
    "1": "",
    "2": "Mr. Gelsinger's career began at Intel, where he spent 30 years before joining EMC Corp. During his initial tenure"
  },
  {
    "0": "",
    "1": "",
    "2": "at Intel, Mr. Gelsinger served in a number of roles, including Senior Vice President and Co-General Manager of"
  },
  {
    "0": "",
    "1": "",
    "2": "the Digital Enterprise Group from 2005 to September 2009, Senior Vice President, Chief Technology Officer from"
  },
  {
    "0": "",
    "1": "",
    "2": "2002 to 2005, and leader of the Desktop Products Group prior to that."
  },
  {
    "0": "",
    "1": "",
    "2": "Ms. Johnston Holthaus has been our Executive Vice President and General Manager of the Client Computing"
  },
  {
    "0": "Michelle Johnston Holthaus",
    "1": "50",
    "2": "Group since April 2022. She is responsible for running and growing the client business, including strategy,"
  },
  {
    "0": "Executive Vice President and",
    "1": "",
    "2": "financial performance, and product development for the full portfolio of client technologies and platforms designed"
  },
  {
    "0": "General Manager, Client",
    "1": "",
    "2": "to enable exceptional personal computing experiences across mobile, desktop, and workstation devices. Ms."
  },
  {
    "0": "Computing Group",
    "1": "",
    "2": "Johnston Holthaus previously served as Executive Vice President, Chief Sales Officer and General Manager,"
  },
  {
    "0": "",
    "1": "",
    "2": "Sales, Marketing and Communications Group, from September 2019 to January 2022, and as Senior Vice"
  },
  {
    "0": "",
    "1": "",
    "2": "President of Sales and Marketing and Acting Chief Marketing Officer from September 2017 to September 2019."
  },
  {
    "0": "",
    "1": "",
    "2": "In these roles, she was responsible for global sales and revenue and leading the company's efforts to foster"
  },
  {
    "0": "",
    "1": "",
    "2": "innovative sales and marketing approaches that broaden Intel's business opportunities and enhance customer"
  },
  {
    "0": "",
    "1": "",
    "2": "relationships worldwide. Ms. Johnston Holthaus joined Intel in 1996 and has served in a variety of sales and"
  },
  {
    "0": "",
    "1": "",
    "2": "marketing, channel mobile, and channel desktop positions."
  },
  {
    "0": "April Miller Boise",
    "1": "55",
    "2": "Ms. Miller Boise has been our Executive Vice President and Chief Legal Officer since July 2022 and Corporate"
  },
  {
    "0": "",
    "1": "",
    "2": "Secretary since August 2022. Ms. Miller Boise leads Intel's global legal, trade, and government affairs team, is a"
  },
  {
    "0": "Executive Vice President,",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "member of Intel's Executive Leadership Team, and is a strategic advisor to the Company and the Board of"
  },
  {
    "0": "Chief Legal Officer and",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Directors. Prior to joining Intel, she was Executive Vice President and Chief Legal Officer at Eaton Corp, a power"
  },
  {
    "0": "Corporate Secretary",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "management company. Before joining Eaton in 2020, she was Senior Vice President, Chief Legal Officer, and"
  },
  {
    "0": "",
    "1": "",
    "2": "Corporate Secretary at Meritor Inc., a supplier of drivetrain, mobility, braking, aftermarket and electric powertrain"
  },
  {
    "0": "",
    "1": "",
    "2": "solutions acquired by Cummins Inc. Ms. Miller Boise has more than 25 years of experience and has served in"
  },
  {
    "0": "",
    "1": "",
    "2": "executive leadership roles, including chief legal officer, general counsel, and head of global mergers and"
  },
  {
    "0": "",
    "1": "",
    "2": "acquisitions."
  },
  {
    "0": "Christoph Schell",
    "1": "52",
    "2": "Mr. Schell has been our Executive Vice President and Chief Commercial Officer and General Manager of the"
  },
  {
    "0": "",
    "1": "",
    "2": "Sales, Marketing and Communications Group since March 2022. In his role, he oversees Intel's global sales,"
  },
  {
    "0": "Executive Vice President,",
    "1": "",
    "2": ""
  },
  {
    "0": "Chief Commercial Officer and",
    "1": "",
    "2": "business management, marketing, communications, corporate planning, customer support, and customer"
  },
  {
    "0": "General Manager, Sales,",
    "1": "",
    "2": "success teams, leading the company's efforts to foster innovative go-to-market approaches that broaden Intel's"
  },
  {
    "0": "Marketing and",
    "1": "",
    "2": "business opportunities and deepen customer and partner relationships and outcomes worldwide. Prior to joining"
  },
  {
    "0": "Communications Group",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Intel, Mr. Schell served as the Chief Commercial Officer of HP Inc., an American multinational information"
  },
  {
    "0": "",
    "1": "",
    "2": "technology company, from November 2019 to March 2022. During his 25 years with HP, Mr. Schell held various"
  },
  {
    "0": "",
    "1": "",
    "2": "senior management roles across the globe, including President of 3D Printing and Digital Manufacturing from"
  },
  {
    "0": "",
    "1": "",
    "2": "November 2018 to October 2019 and President of the Americas region from November 2015 to November 2018."
  },
  {
    "0": "",
    "1": "",
    "2": "Prior to rejoining HP in 2014, Mr. Schell served as Executive Vice President of Growth Markets for Philips, a"
  },
  {
    "0": "",
    "1": "",
    "2": "lighting solutions company, where he led the lighting business across Asia Pacific, Japan, Africa, Russia, India,"
  },
  {
    "0": "",
    "1": "",
    "2": "Central Asia, and the Middle East. He started his career in his family's distribution and industrial solutions"
  },
  {
    "0": "",
    "1": "",
    "2": "company before working in brand management at Procter & Gamble."
  },
  {
    "0": "",
    "1": "",
    "2": "Mr. Zinsner has been our Executive Vice President and Chief Financial Officer since January 2022, overseeing"
  },
  {
    "0": "David Zinsner",
    "1": "55",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "our global finance organization. He joined Intel from Micron Technology, Inc., a manufacturer of memory and"
  },
  {
    "0": "Executive Vice President and",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "storage products, where he most recently served as Executive Vice President and Chief Financial Officer from"
  },
  {
    "0": "Chief Financial Officer",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "February 2018 to October 2021. From April 2017 to February 2018, he served as President and Chief Operating"
  },
  {
    "0": "",
    "1": "",
    "2": "Officer of Affirmed Networks, Inc. From January 2009 to April 2017, he served as Chief Financial Officer of Analog"
  },
  {
    "0": "",
    "1": "",
    "2": "Devices, Inc. From July 2005 to January 2009, Mr. Zinsner served as Chief Financial Officer of Intersil"
  },
  {
    "0": "",
    "1": "",
    "2": "Corporation."
  }
]