[
  {
    "0": "Management's Discussion and Analysis",
    "1": "",
    "2": ""
  },
  {
    "0": "Our Products",
    "1": "",
    "2": ""
  },
  {
    "0": "We are a global IDM of CPUs and related solutions that we design, develop, manufacture, market, sell, support, and service. Our CPUs and related",
    "1": "",
    "2": ""
  },
  {
    "0": "solutions are incorporated in computing and related end products and services, and utilized globally by consumers, enterprises, governments, and",
    "1": "",
    "2": ""
  },
  {
    "0": "educational organizations. Our customers primarily include OEMs, ODMs, cloud service providers, and other manufacturers and service providers, such as",
    "1": "",
    "2": ""
  },
  {
    "0": "industrial and communication equipment manufacturers and other cloud service providers who buy our products through distributor, reseller, retail, and",
    "1": "",
    "2": ""
  },
  {
    "0": "OEM channels throughout the world. We market and sell these products directly through our global sales and marketing organizations and indirectly",
    "1": "",
    "2": ""
  },
  {
    "0": "through channel partners. We manufacture our products at our fabrication and assembly and test facilities located throughout the world.",
    "1": "",
    "2": ""
  },
  {
    "0": "Our product offerings provide end-to-end solutions, scaling from data center to network, PCs, edge computing, and the emerging fields of AI and",
    "1": "",
    "2": ""
  },
  {
    "0": "autonomous driving, to serve an increasingly smart and connected world. Products, such as our gaming CPUs, may be sold directly to end consumers, or",
    "1": "",
    "2": ""
  },
  {
    "0": "they may be further integrated by our customers into end products such as notebooks and storage servers. Combining some of these products—for",
    "1": "",
    "2": ""
  },
  {
    "0": "example, integrating FPGAs with Intel Xeon processors in a data center solution—enables incremental synergistic value and performance. In 2023 we",
    "1": "",
    "2": ""
  },
  {
    "0": "launched new products, including the 13th Gen Intel Core mobile processor family, the 4th Gen Intel Xeon Scalable processors with Intel vRAN Boost, and",
    "1": "",
    "2": ""
  },
  {
    "0": "the Intel Core Ultra processors, which feature our first integrated neural processing unit for power-efficient AI acceleration and local inference on the PC.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "®",
    "2": ""
  },
  {
    "0": "Our diverse product line includes CPU and chipset, an SoC, or a multichip package based on Intel",
    "1": "",
    "2": "architecture that processes data and controls other"
  },
  {
    "0": "devices in a system. The primary CPU products in CCG are our Intel Core processors, which include designs specifically for notebook and desktop",
    "1": "",
    "2": ""
  },
  {
    "0": "applications. The primary CPU product in DCAI is our Intel Xeon processor, which includes solutions for data center compute, networking, and the",
    "1": "",
    "2": ""
  },
  {
    "0": "intelligent edge. The primary offerings of NEX include Intel Xeon, Intel Core, and Intel Atom  processor products.",
    "1": "",
    "2": ""
  },
  {
    "0": "During 2023, we managed our business through the operating segments that are presented below and have included the 2023, 2022 and 2021 financial",
    "1": "",
    "2": ""
  },
  {
    "0": "results for each segment.\"Note 3: Operating Segments\" within the Notes to Consolidated Financial Statements of this Form 10-K reconciles our segment",
    "1": "",
    "2": ""
  },
  {
    "0": "revenues presented below to our total revenues, and our segment operating income (loss) presented below to our total operating income (loss), for each of",
    "1": "",
    "2": ""
  },
  {
    "0": "the periods presented. We have also included a discussion of our 2023, 2022 and 2021 consolidated results of operations and related information",
    "1": "",
    "2": ""
  },
  {
    "0": "subsequent to the operating segment discussion below.",
    "1": "",
    "2": ""
  }
]