[
  {
    "0": "Controls and Procedures"
  },
  {
    "0": "Inherent Limitations on Effectiveness of Controls"
  },
  {
    "0": "Our management, including our principal executive officer and principal financial officer, does not expect that our disclosure controls and procedures or our"
  },
  {
    "0": "internal control over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well-designed and operated, can"
  },
  {
    "0": "provide only reasonable, not absolute, assurance that the control system's objectives will be met. The design of a control system must reflect the fact that"
  },
  {
    "0": "there are resource constraints, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all"
  },
  {
    "0": "control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues"
  },
  {
    "0": "and instances of fraud, if any, have been detected."
  },
  {
    "0": "Evaluation of Disclosure Controls and Procedures"
  },
  {
    "0": "Based on management's evaluation (with the participation of our principal executive officer and principal financial officer), as of the end of the period"
  },
  {
    "0": "covered by this report, our principal executive officer and principal financial officer have concluded that our disclosure controls and procedures (as defined"
  },
  {
    "0": "in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) are effective to provide reasonable assurance that information required to be disclosed by us in"
  },
  {
    "0": "reports that we file or submit under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified in SEC rules and"
  },
  {
    "0": "forms, and is accumulated and communicated to management, including our principal executive officer and principal financial officer, as appropriate, to"
  },
  {
    "0": "allow timely decisions regarding required disclosure."
  },
  {
    "0": "Changes in Internal Control Over Financial Reporting"
  },
  {
    "0": "There were no changes to our internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act) that occurred"
  },
  {
    "0": "during the quarter ended December 30, 2023 that have materially affected, or are reasonably likely to materially affect, our internal control over financial"
  },
  {
    "0": "reporting."
  },
  {
    "0": "Management Report on Internal Control Over Financial Reporting"
  },
  {
    "0": "Our management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-"
  },
  {
    "0": "15(f) under the Exchange Act) to provide reasonable assurance regarding the reliability of our financial reporting and the preparation of Consolidated"
  },
  {
    "0": "Financial Statements for external purposes in accordance with US GAAP."
  },
  {
    "0": "Management assessed our internal control over financial reporting as of December 30, 2023. Management based its assessment on criteria established in"
  },
  {
    "0": "Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework)."
  },
  {
    "0": "Management's assessment included evaluation of elements such as the design and operating effectiveness of key financial reporting controls, process"
  },
  {
    "0": "documentation, accounting policies, and our overall control environment."
  },
  {
    "0": "Based on this assessment, management has concluded that our internal control over financial reporting was effective as of the end of the fiscal year to"
  },
  {
    "0": "provide reasonable assurance regarding the reliability of financial reporting and the preparation of Consolidated Financial Statements for external reporting"
  },
  {
    "0": "purposes in accordance with US GAAP. We reviewed the results of management's assessment with the Audit Committee of our Board of Directors."
  },
  {
    "0": "Our independent registered public accounting firm, Ernst & Young LLP, independently assessed the effectiveness of the company's internal control over"
  },
  {
    "0": "financial reporting, as stated in the firm's attestation report, which is included within Financial Statements and Supplemental Details."
  }
]