[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "Market and Business Overview",
    "1": "",
    "2": ""
  },
  {
    "0": "Market Trends and Strategy",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Data is a significant force in society and is generated daily at an unprecedented pace. The desire to harness insights from data to drive better outcomes for",
    "2": ""
  },
  {
    "0": "",
    "1": "businesses and society is ever expanding. AI is becoming pervasive in nearly all applications, creating the potential for intelligence everywhere, and",
    "2": ""
  },
  {
    "0": "",
    "1": "enabling powerful new uses of compute resources across all market segments. The installed base of Intel Xeon processors, combined with our portfolio of",
    "2": ""
  },
  {
    "0": "",
    "1": "heterogeneous compute solutions (FPGAs, GPUs, IPUs, and AI accelerators), we believe positions us to lead in this high-growth area. DCAI is integral to",
    "2": ""
  },
  {
    "0": "",
    "1": "our growth in AI through deep investments in the AI ecosystem, developer tools, frameworks, networking and memory, technologies, and open standards to",
    "2": ""
  },
  {
    "0": "drive a scalable path forward.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We take a system-level approach that supplies the necessary hardware and software optimized for power and performance. Our technology is",
    "2": ""
  },
  {
    "0": "",
    "1": "differentiated at the system level and in high-growth workloads based on our integrated hardware acceleration engines and software. For example,",
    "2": ""
  },
  {
    "0": "®\n®",
    "1": "",
    "2": "®\n®"
  },
  {
    "0": "architected into our Intel Xeon processors are Intel\n Advanced Matrix Extensions (Intel",
    "1": "AMX) for AI acceleration; Intel",
    "2": "Software Guard Extensions (Intel"
  },
  {
    "0": "",
    "1": "®",
    "2": ""
  },
  {
    "0": "SGX), providing enclaves of protected memory designed to deliver enhanced security for sensitive data; and Intel",
    "1": "",
    "2": "Crypto Acceleration, which is designed"
  },
  {
    "0": "",
    "1": "to deliver breakthrough performance across cryptographic algorithms. We believe this acceleration and performance will continue to drive our differentiated",
    "2": ""
  },
  {
    "0": "value and growth across our customer base.",
    "1": "",
    "2": ""
  },
  {
    "0": "Products and Competition",
    "1": "",
    "2": ""
  },
  {
    "0": "Our products and services include:",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": ""
  },
  {
    "0": "®\n■ A portfolio of hardware, including Intel Xeon processors, the Intel",
    "1": "Xeon CPU Max Series, the Intel Data Center GPU Max Series, the Intel",
    "2": "®\n Data"
  }
]