[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "Where possible, we seek to have several sources of supply. However, for certain components, services, materials, and equipment, we rely on a single or a",
    "2": ""
  },
  {
    "0": "",
    "1": "limited number of suppliers, or upon suppliers in a single location, which can impact the nature, quality, availability, and pricing of the products and services",
    "2": ""
  },
  {
    "0": "",
    "1": "available to us. For example, ASML Holding N.V. (ASML) is currently the sole supplier of EUV photolithography tools that we are deploying in our Intel 4",
    "2": ""
  },
  {
    "0": "",
    "1": "and subsequent manufacturing process nodes. These tools are highly complex to develop and produce, and increasingly costly, and from time to time there",
    "2": ""
  },
  {
    "0": "",
    "1": "are increases in lead times or delays in their development and availability, which could delay the development or ramp of our future process nodes. As a",
    "2": ""
  },
  {
    "0": "",
    "1": "further example, a limited number of third-party foundries offer leading-edge manufacturing processes, and these providers are geographically",
    "2": ""
  },
  {
    "0": "concentrated in Asia. Supplier consolidation or business failures can also reduce the pool of qualified suppliers.",
    "1": "",
    "2": ""
  },
  {
    "0": "We are subject to the risks of product defects, errata, or other product issues.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "From time to time, we identify product defects, errata, and other product issues, which can result from problems in our product design or our manufacturing",
    "2": ""
  },
  {
    "0": "",
    "1": "and assembly and test processes. Components and products we purchase or license from third-party suppliers, or gain through acquisitions, can also",
    "2": ""
  },
  {
    "0": "",
    "1": "contain defects. Product issues also sometimes result from the interaction between our products and third-party products and software. We face risks if",
    "2": ""
  },
  {
    "0": "",
    "1": "products that we design, manufacture, or sell, or that include our technology, cause personal injury or property damage, even where the cause is unrelated",
    "2": ""
  },
  {
    "0": "",
    "1": "to product defects or errata. These risks may increase as our products are introduced into new devices, market segments, technologies, or applications,",
    "2": ""
  },
  {
    "0": "",
    "1": "including transportation, autonomous driving, healthcare, communications, financial services, and other industrial, critical infrastructure, and consumer",
    "2": ""
  },
  {
    "0": "uses.",
    "1": "",
    "2": ""
  },
  {
    "0": "Costs from defects, errata, or other product issues could include:",
    "1": "",
    "2": ""
  },
  {
    "0": "▪\nwriting off some or all of the value of inventory;",
    "1": "",
    "2": ""
  }
]