[
  {
    "0": "We seek to develop and offer leading products that will help enable a future in which every human can have more computing power and quicker access to",
    "1": ""
  },
  {
    "0": "data. We remain committed to our goal of delivering five technology nodes in four years to regain transistor performance and power performance",
    "1": ""
  },
  {
    "0": "leadership by 2025. This year, we achieved several key milestones on our product roadmap, including:",
    "1": ""
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "▪",
    "1": "®\nWe launched the Intel\n Core™ Ultra processors, featuring our first integrated neural processing unit, for power-efficient AI acceleration and local"
  },
  {
    "0": "",
    "1": "inference on the PC."
  },
  {
    "0": "",
    "1": "®"
  },
  {
    "0": "▪",
    "1": "We introduced the 13th Gen Intel\n Core™ mobile processor family, led by the launch of the first 24-core processor for laptops, and introduced the"
  },
  {
    "0": "",
    "1": "®"
  },
  {
    "0": "",
    "1": "new Intel vPro  Platform powered by the full lineup of 13th Gen Intel Core processors."
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "▪",
    "1": "®\nWe introduced the 14th Gen Intel\n Core™ desktop processor family, delivering fast desktop frequencies and enhanced desktop experience for"
  },
  {
    "0": "",
    "1": "enthusiasts."
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "▪",
    "1": "®\nWe launched the 4th Gen Intel\n Xeon  Scalable processors, a critical part of our heterogeneous hardware and software portfolio to accelerate"
  },
  {
    "0": "",
    "1": "®"
  },
  {
    "0": "",
    "1": "real-world data center, cloud and edge workloads, including AI, and also launched the 4th Gen Intel Xeon Scalable processors with Intel\n vRAN"
  },
  {
    "0": "",
    "1": "Boost, a new general-purpose chip that fully integrates Layer 1 acceleration into the Xeon SoC and is designed to eliminate the need for external"
  },
  {
    "0": "",
    "1": "accelerator cards."
  },
  {
    "0": "",
    "1": "®\n®"
  },
  {
    "0": "▪",
    "1": "We launched the 5th Gen Intel\n Xeon  Scalable processors for data center, cloud, and edge, with embedded capabilities for powering AI"
  },
  {
    "0": "",
    "1": "workloads."
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "▪",
    "1": "®\nWe introduced two new Intel\n Arc™ Pro Graphics Processing Units, Intel Arc Pro A60 and Intel Pro A60M, and shipped Intel Arc Pro A40-based"
  },
  {
    "0": "",
    "1": "systems."
  }
]