[
  {
    "0": "equity securities measured using the measurement alternative, equity method investments, and grants receivable. We assess fair value hierarchy levels for",
    "1": ""
  },
  {
    "0": "our issued debt and fixed-income investment portfolio based on the underlying instrument type.",
    "1": ""
  },
  {
    "0": "The three levels of inputs that may be used to measure fair value are:",
    "1": ""
  },
  {
    "0": "▪",
    "1": "Level 1. Quoted prices in active markets for identical assets or liabilities. We evaluate security-specific market data when determining whether a"
  },
  {
    "0": "",
    "1": "market is active."
  },
  {
    "0": "▪",
    "1": "Level 2. Observable inputs other than Level 1 prices, such as quoted prices for similar assets or liabilities, quoted prices in less active markets, or"
  },
  {
    "0": "",
    "1": "model-derived valuations. All significant inputs used in our valuations, such as discounted cash flows, are observable or can be derived principally from"
  },
  {
    "0": "",
    "1": "or corroborated with observable market data for substantially the full term of the assets or liabilities. We use yield curves, overnight indexed swap"
  },
  {
    "0": "",
    "1": "curves, currency spot and forward rates, and credit ratings as significant inputs in our valuations. Level 2 inputs also include non-binding market"
  },
  {
    "0": "",
    "1": "consensus prices, as well as quoted prices that were adjusted for security-specific restrictions. When we use non-binding market consensus prices, we"
  },
  {
    "0": "",
    "1": "corroborate them with quoted market prices for similar instruments or compare them to output from internally developed pricing models such as"
  },
  {
    "0": "",
    "1": "discounted cash flow models."
  },
  {
    "0": "▪",
    "1": "Level 3. Unobservable inputs to the valuation methodology that are significant to the measurement of the fair value of assets or liabilities. We monitor"
  },
  {
    "0": "",
    "1": "and review the inputs and results of these valuation models to help confirm that the fair value measurements are reasonable and consistent with"
  },
  {
    "0": "",
    "1": "market experience in similar asset classes. Level 3 inputs also include non-binding market consensus prices or non-binding broker quotes that we"
  },
  {
    "0": "",
    "1": "were unable to corroborate with observable market data."
  }
]