[
  {
    "0": "Market and Business Overview"
  },
  {
    "0": "Market Trends and Strategy"
  },
  {
    "0": "The Internet is undergoing a shift toward a cloud-to-edge infrastructure, combining unrivaled scale and capacity in the cloud with faster response times at"
  },
  {
    "0": "nearby edges. As AI is transforming and automating every industry—from factories to smart cities to hospitals—the demand for high-performance"
  },
  {
    "0": "computing at the edge has expanded exponentially. Networks are moving toward software, becoming more programmable and flexible."
  },
  {
    "0": "Our network and edge solutions aim to unleash the power of intelligent edge solutions for our customers and move the world's networks to a software"
  },
  {
    "0": "infrastructure that runs on Intel technologies by (1) providing edge-optimized, AI-enabled compute and connectivity solutions to run every workload at the"
  },
  {
    "0": "edge, between the cloud and the end user, and (2) deploying software platforms that enable developers to build, deploy, run, manage, connect, and secure"
  },
  {
    "0": "distributed edge infrastructure, applications, and edge AI across several verticals, such as industrials, federal, aerospace, retail, healthcare, education, and"
  },
  {
    "0": "smart cities."
  },
  {
    "0": "Products and Competition"
  },
  {
    "0": "With a greater emphasis on systems and solutions designed to harness the growth of data processed at the edge to yield insights, our competitive"
  },
  {
    "0": "landscape has shifted beyond application-specific standard product vendors to include cloud, network, and AI computing platform providers."
  },
  {
    "0": "Today, we speed the deployment of network and edge computing solutions based on our open software frameworks, AI-enabled platform solutions, and"
  },
  {
    "0": "edge and network-optimized broad silicon portfolio to address a wide range of applications across several markets."
  },
  {
    "0": "On-Premises Edge: More than just providing silicon, we partner with companies to design and deliver solutions to help a wide range of customers transform"
  },
  {
    "0": "their businesses and take advantage of the rapidly increasing number of connected and intelligent devices. We develop high-performance, AI-enabled"
  },
  {
    "0": "compute platforms that solve for technology and business use cases that scale across several industries, such as retail, education, manufacturing, energy,"
  },
  {
    "0": "healthcare, and medical."
  },
  {
    "0": "We deliver edge-optimized AI-enabled platforms for edge applications based on our Intel Xeon, Intel Core, and Intel Atom processor portfolio, which"
  },
  {
    "0": "reduces operational complexity for our customers and helps our customers create, store, and process data at the edge so they can analyze it faster and act"
  },
  {
    "0": "on it sooner. We also build differentiated networking offerings that keep pace with industry speeds and deliver unique features needed for the intelligent"
  },
  {
    "0": "edge, such as networking offloads, time-sensitive networking, and scalable reliable transport."
  },
  {
    "0": "Enterprise Networking: Enterprises are evolving their networks to connect new and varying environments, host services from anywhere between cloud and"
  },
  {
    "0": "edge, deliver heightened service levels, and handle growing volumes of devices and data. We are leading the world's shift to run networking workloads in"
  },
  {
    "0": "software and create network function virtualization to provide our customers with more efficient, cost-effective, and programmable platforms that enable"
  },
  {
    "0": "secure, agile, and reliable networking solutions from edge to cloud. We work with our ecosystem partners of over 500 network builders to help enterprises"
  },
  {
    "0": "optimize their networks with right-sized compute and connectivity requirements for current and future needs."
  },
  {
    "0": "Telecommunication Networks: We lead 5G core network deployments, demonstrating that 5G base stations can be almost entirely built from software"
  },
  {
    "0": "running on Intel Xeon processors with Intel vRAN Boost. We continue to drive the transformation from fixed-function networks onto Intel Xeon Scalable"
  },
  {
    "0": "processors and Intel Xeon D processors coupled with our FlexCore and FlexRAN™ software. Our customers are tier-one global communication service"
  },
  {
    "0": "providers and their equipment suppliers. Our software-based cloud RAN platform is designed to allow operators to deploy the fastest cloud-native 5G"
  },
  {
    "0": "infrastructure quickly and efficiently at scale to meet the needs of their end customers."
  },
  {
    "0": "Cloud Networking: Our cloud customers require uncompromised data center network performance and reliability driven by increased networking"
  },
  {
    "0": "investments to support AI cluster deployments. We address these requirements by providing our open-standards-based NICs and IPUs. The IPU, a new"
  },
  {
    "0": "class of product, is an open and programmable compute platform that frees up more compute cycles for customers by running infrastructure workloads in a"
  },
  {
    "0": "separate, secure, and isolated set of CPU cores."
  },
  {
    "0": "Software and Platforms: Our customers' need for flexibility, programmability, and versatility drives workloads toward software and away from fixed-function"
  },
  {
    "0": "hardware. As networking in the cloud, core network, 5G, and private networks move to software, and as our edge customers increasingly deploy AI"
  },
  {
    "0": "applications, we aim to simplify innovation on Intel hardware. We support our customers' software strategy at the edge with an edge-native software"
  },
  {
    "0": "platform with modular building blocks, premium service, and support offerings. The platform enables developers to build, deploy, run, manage, connect, and"
  },
  {
    "0": "secure distributed edge infrastructure, applications, and edge AI. The platform is a horizontal approach to scaling the needed infrastructure for the"
  },
  {
    "0": "intelligent edge and hybrid AI, as well as bringing together an ecosystem of Intel and third-party vertical applications. Offering unique optimizations for"
  },
  {
    "0": "network, the Internet of Things, hybrid AI, and edge workloads on Intel architecture, the platform also broadly supports diverse architectures and can be"
  },
  {
    "0": "consumed on a modular basis—avoiding vendor lock-in. The platform delivers a seamless cloud-like experience, combining truly edge-native capabilities"
  },
  {
    "0": "for security and zero-touch management with our deep industry experience and unrivaled ecosystem."
  }
]