[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "Non-US Plan Assets",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The investments of the non-US plans are managed by insurance companies, pension funds, or third-party trustees, consistent with regulations or market",
    "2": ""
  },
  {
    "0": "",
    "1": "practice of the country where the assets are invested. The investment manager makes investment decisions within the guidelines set by Intel or local",
    "2": ""
  },
  {
    "0": "",
    "1": "regulations. Investments managed by qualified insurance companies or pension funds under standard contracts follow local regulations, and we are not",
    "2": ""
  },
  {
    "0": "",
    "1": "actively involved in their investment strategies. For the assets that we have the discretion to set investment guidelines, the assets are invested in",
    "2": ""
  },
  {
    "0": "",
    "1": "developed country equity investments and fixed-income investments, either through index funds or direct investment. In general, the investment strategy is",
    "2": ""
  },
  {
    "0": "",
    "1": "designed to accumulate a diversified portfolio among markets, asset classes, or individual securities to reduce market risk and to help enable sufficient",
    "2": ""
  },
  {
    "0": "",
    "1": "pension assets to be available to pay benefits as they come due. The equity investments in the non-US plan assets are invested in a diversified mix of",
    "2": ""
  },
  {
    "0": "",
    "1": "equities of developed countries, including the US, and emerging markets throughout the world. We have control over the investment strategy related to the",
    "2": ""
  },
  {
    "0": "",
    "1": "majority of the assets measured at net asset value, which are invested in hedge funds, bond index funds, and equity index funds. The target allocation of",
    "2": ""
  },
  {
    "0": "",
    "1": "the non-US plan assets that we have control over was approximately 40% fixed income, 40% equity, and 20% hedge fund investments in 2023.",
    "2": ""
  },
  {
    "0": "Estimated Future Benefit Payments for Pension Benefit Plans",
    "1": "",
    "2": ""
  },
  {
    "0": "As of December 30, 2023, estimated benefit payments over the next 10 years are as follows:",
    "1": "",
    "2": ""
  }
]