[
  {
    "0": "Non-GAAP",
    "1": "",
    "2": ""
  },
  {
    "0": "adjustment or",
    "1": "",
    "2": ""
  },
  {
    "0": "measure",
    "1": "Definition",
    "2": "Usefulness to management and investors"
  },
  {
    "0": "NAND memory",
    "1": "We completed the first closing of the divestiture of our NAND",
    "2": "We exclude the impact of our NAND memory business in certain"
  },
  {
    "0": "business",
    "1": "memory business to SK hynix on December 29, 2021 and fully",
    "2": "non-GAAP measures. While the second closing of the sale is still"
  },
  {
    "0": "",
    "1": "deconsolidated our ongoing interests in the NAND OpCo",
    "2": "pending and subject to closing conditions, we deconsolidated this"
  },
  {
    "0": "",
    "1": "Business in Q1 2022.",
    "2": "business in Q1 2022 and management does not view the"
  },
  {
    "0": "",
    "1": "",
    "2": "historical results of the business as a part of our core operations."
  },
  {
    "0": "",
    "1": "",
    "2": "We believe these adjustments provide investors with a useful"
  },
  {
    "0": "",
    "1": "",
    "2": "view, through the eyes of management, of our core business"
  },
  {
    "0": "",
    "1": "",
    "2": "model and how management currently evaluates core"
  },
  {
    "0": "",
    "1": "",
    "2": "operational performance. In making these adjustments, we have"
  },
  {
    "0": "",
    "1": "",
    "2": "not made any changes to our methods for measuring and"
  },
  {
    "0": "",
    "1": "",
    "2": "calculating revenue or other financial statement amounts."
  },
  {
    "0": "Acquisition-related",
    "1": "Amortization of acquisition-related intangible assets consists of",
    "2": "We exclude amortization charges for our acquisition-related"
  },
  {
    "0": "adjustments",
    "1": "amortization of intangible assets such as developed technology,",
    "2": "intangible assets for purposes of calculating certain non-GAAP"
  },
  {
    "0": "",
    "1": "brands, and customer relationships acquired in connection with",
    "2": "measures because these charges are inconsistent in size and"
  },
  {
    "0": "",
    "1": "business combinations. Charges related to the amortization of",
    "2": "are significantly impacted by the timing and valuation of our"
  },
  {
    "0": "",
    "1": "these intangibles are recorded within both cost of sales and",
    "2": "acquisitions. These adjustments facilitate a useful evaluation of"
  },
  {
    "0": "",
    "1": "MG&A in our US GAAP financial statements. Amortization",
    "2": "our current operating performance and comparison to our past"
  },
  {
    "0": "",
    "1": "charges are recorded over the estimated useful life of the related",
    "2": "operating performance and provide investors with additional"
  },
  {
    "0": "",
    "1": "acquired intangible asset, and thus are generally recorded over",
    "2": "means to evaluate cost and expense trends."
  },
  {
    "0": "",
    "1": "multiple years.",
    "2": ""
  },
  {
    "0": "Share-based",
    "1": "Share-based compensation consists of charges related to our",
    "2": "We exclude charges related to share-based compensation for"
  },
  {
    "0": "compensation",
    "1": "employee equity incentive plans.",
    "2": "purposes of calculating certain non-GAAP measures because we"
  },
  {
    "0": "",
    "1": "",
    "2": "believe these adjustments provide better comparability to peer"
  },
  {
    "0": "",
    "1": "",
    "2": "company results and because these charges are not viewed by"
  },
  {
    "0": "",
    "1": "",
    "2": "management as part of our core operating performance. We"
  },
  {
    "0": "",
    "1": "",
    "2": "believe these adjustments provide investors with a useful view,"
  },
  {
    "0": "",
    "1": "",
    "2": "through the eyes of management, of our core business model,"
  },
  {
    "0": "",
    "1": "",
    "2": "how management currently evaluates core operational"
  },
  {
    "0": "",
    "1": "",
    "2": "performance, and additional means to evaluate expense trends,"
  },
  {
    "0": "",
    "1": "",
    "2": "including in comparison to other peer companies."
  }
]