[
  {
    "0": "manuf",
    "1": "Manufacturing Capital"
  },
  {
    "0": "i",
    "1": ""
  },
  {
    "0": "As the guardians of Moore's Law, we continue to innovate to advance the design and manufacturing of semiconductors to help address our customers'",
    "1": ""
  },
  {
    "0": "greatest challenges. This makes possible new leadership products with higher performance while balancing power efficiency, cost, and size.",
    "1": ""
  },
  {
    "0": "Our IDM 2.0 strategy allows us to deliver leadership products using internal and external capacity while leveraging our core strengths to provide foundry",
    "1": ""
  },
  {
    "0": "services to others. IDM 2.0 combines three capabilities. First, we will continue to build most of our products in our fabs. Second, we expect to expand our",
    "1": ""
  },
  {
    "0": "use of third-party foundry capacity to manufacture a range of modular tiles on advanced process technologies. Third, we are building a world-class foundry",
    "1": ""
  },
  {
    "0": "business with IFS, which we expect will combine leading-edge packaging and process technology, committed capacity in the US and Europe, and a world-",
    "1": ""
  },
  {
    "0": "class IP portfolio that will include x86 cores, as well as other ecosystem IP.",
    "1": ""
  },
  {
    "0": "Network and Supply Chain",
    "1": ""
  },
  {
    "0": "In 2023, our factories delivered continuous support to our customers as we ramped new process technologies and equipment for our products and",
    "1": ""
  },
  {
    "0": "expanded Open System Foundry offerings. We continue to work across our supply chain to minimize disruptions, improve productivity, and increase overall",
    "1": ""
  },
  {
    "0": "capacity and output to meet customer expectations.",
    "1": ""
  },
  {
    "0": "Our global supply chain supports internal partners across architecture, product design, technology development, manufacturing and operations, sales and",
    "1": ""
  },
  {
    "0": "marketing, and business units, and our supply ecosystem comprises thousands of suppliers globally. Our mission is to enable product and process",
    "1": ""
  },
  {
    "0": "leadership, industry-leading total cost of ownership, and on-time and uninterrupted supply for our customers, delivered in a responsible and sustainable",
    "1": ""
  },
  {
    "0": "manner.",
    "1": ""
  },
  {
    "0": "As of the end of 2023, we had nine geographically dispersed manufacturing sites in production. The following map shows the locations of these factory",
    "1": ""
  },
  {
    "0": "sites. Our manufacturing facilities are primarily used for silicon wafer manufacturing, assembling, testing, and advanced packaging. We operate in a",
    "1": ""
  },
  {
    "0": "network of manufacturing facilities integrated as though they were one factory to provide the most flexible supply capacity, allowing us to better analyze our",
    "1": ""
  },
  {
    "0": "production costs and adapt to changes in capacity needs. Our new process technologies, when ready for high volume manufacturing, are transferred from",
    "1": ""
  },
  {
    "0": "a central development fab to one or more of our manufacturing facilities. The network of factories and the development fab collaborate to continue driving",
    "1": ""
  },
  {
    "0": "operational improvements. This enables fast ramp of the operation, quick learning, and quality control.",
    "1": ""
  },
  {
    "0": "We are expanding manufacturing capacity across multiple sites and geographies. These include silicon wafer manufacturing in Arizona, Germany, Ireland,",
    "1": ""
  },
  {
    "0": "Israel, Ohio, and Oregon and advanced packaging manufacturing in Malaysia and New Mexico. This year, we added Poland to our assembly and test",
    "1": ""
  },
  {
    "0": "expansion roadmap. These investments further our IDM 2.0 strategy and are expected to support a resilient semiconductor supply chain and to create the",
    "1": ""
  },
  {
    "0": "foundation for a next-generation chip ecosystem.",
    "1": ""
  }
]