[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230"
  },
  {
    "0": "Market and Business Overview",
    "1": ""
  },
  {
    "0": "Market Trends and Strategy",
    "1": ""
  },
  {
    "0": "",
    "1": "In 2023, the automotive industry grew with an approximately 9% increase in global vehicle production year over year. We expect industry ADAS volumes to"
  },
  {
    "0": "",
    "1": "grow faster than overall global vehicle production in the coming years and anticipate long-term ADAS growth from increases in the percentage of vehicles"
  },
  {
    "0": "",
    "1": "that are equipped with basic ADAS features from the factory. Despite our expectation for a decline in Mobileye ADAS volumes in 2024 due to a correction of"
  },
  {
    "0": "inventory with our customers, we continue to believe we will benefit from positive industry ADAS growth over the medium-term. In addition to potential",
    "1": ""
  },
  {
    "0": "volume growth, our portfolio of advanced solutions has the potential to drive higher average system price over time.",
    "1": ""
  },
  {
    "0": "",
    "1": "Beyond ADAS solutions, we believe that the availability of AVs will cause a significant transformation in mobility, including vehicle ownership and utilization."
  },
  {
    "0": "We expect that AV technology will eventually be accessed by consumers through shared-vehicle MaaS networks, as well as in consumer-owned and",
    "1": ""
  },
  {
    "0": "operated AVs. We are pursuing this market trend by using our eyes-on/hands-off Mobileye SuperVision solution as a baseline to scale to our eyes-",
    "1": ""
  },
  {
    "0": "off/hands-off Mobileye Chauffeur consumer AV product in a variety of operational design domains. As it relates to AMaaS, we intend to primarily go to",
    "1": ""
  },
  {
    "0": "",
    "1": "market by supplying Mobileye Drive™ self-driving system to transportation network companies, public transit operators, and suppliers of AV-ready vehicle"
  },
  {
    "0": "",
    "1": "platforms. In some cases, we expect to bundle our Mobileye Drive self-driving system with Moovit’s urban mobility and transit intelligence application and its"
  },
  {
    "0": "global user base.",
    "1": ""
  },
  {
    "0": "Products and Competition",
    "1": ""
  },
  {
    "0": "",
    "1": "We currently ship a variety of ADAS solutions to a large number of global automakers. We are recognized for our top-rated safety solutions globally, and"
  },
  {
    "0": "since 2007, we have introduced numerous industry-first ADAS products.",
    "1": ""
  },
  {
    "0": "",
    "1": "We are building a robust portfolio of end-to-end ADAS and autonomous driving solutions to provide the capabilities needed for the future of autonomous"
  },
  {
    "0": "",
    "1": "driving, leveraging a comprehensive suite of purpose-built software and hardware technologies. We pioneered “base” ADAS features to enhance vehicle"
  },
  {
    "0": "",
    "1": "safety and to meet global regulatory requirements and safety ratings with our driver assist solution and we have since created a new category of ADAS with"
  },
  {
    "0": "our Cloud-Enhanced Driver-Assist™ and premium driver assist offerings, such as Mobileye SuperVision. By leveraging Mobileye SuperVision’s full-",
    "1": ""
  },
  {
    "0": "surround computer vision and True Redundancy™, we are developing Mobileye Chauffeur, our consumer AV solution and Mobileye Drive, our eyes-",
    "1": ""
  },
  {
    "0": "off/hands-off autonomous driving solution designed for fleet deployment. Our current offerings to Tier 1 and OEM customers do not include cameras,",
    "1": ""
  },
  {
    "0": "radars, lidar systems, or other sensors (except in particular cases). We intend in the future to offer radar and lidar products that are currently in",
    "1": ""
  },
  {
    "0": "development stages.",
    "1": ""
  },
  {
    "0": "The ADAS and autonomous driving industries are highly competitive. In the ADAS and consumer AV market, we face competition primarily from other",
    "1": ""
  },
  {
    "0": "",
    "1": "external providers, including Tier 1 automotive suppliers and silicon providers, as well as in-house solutions developed by OEMs to a certain extent. Our"
  },
  {
    "0": "",
    "1": "Tier 1 customers may be developing or may in the future develop competing solutions. In the autonomous driving market, including AMaaS and consumer"
  },
  {
    "0": "AV, we face competition from technology companies; internal development teams from the automakers themselves, sometimes in combination with",
    "1": ""
  },
  {
    "0": "investments in early-stage autonomous vehicle technology companies, Tier 1 automotive companies, as well as robotaxi providers.",
    "1": ""
  }
]