[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "The investments required for our process technology roadmap and our worldwide manufacturing and assembly and test require capital expenditures above",
    "2": ""
  },
  {
    "0": "",
    "1": "our historical levels. In recent years, the semiconductor manufacturing industry has seen very significant increases in the capital investments required for",
    "2": ""
  },
  {
    "0": "",
    "1": "manufacturing facilities utilizing leading process technologies, including as a result of the use of EUV photolithography tools. Our ownership and operation",
    "2": ""
  },
  {
    "0": "",
    "1": "of such high-tech fabrication facilities, and our need to build new and expand existing facilities in anticipation of future demand, has resulted and will",
    "2": ""
  },
  {
    "0": "",
    "1": "continue to result in our incurring large capital outlays and high costs that are fixed or difficult to reduce in the short term. Such capital outlays and costs",
    "2": ""
  },
  {
    "0": "",
    "1": "include those related to utilization of existing facilities, facility construction and equipment, R&D, and the employment and training of a highly skilled",
    "2": ""
  },
  {
    "0": "",
    "1": "workforce. To the extent customers are unwilling to pay prices to access the features that our process and product investments are expected to deliver or",
    "2": ""
  },
  {
    "0": "",
    "1": "demand for our products, foundry capacity and assembly and test capacity decreases or we fail to forecast demand accurately, our gross margin and",
    "2": ""
  },
  {
    "0": "",
    "1": "operating income can be disproportionately affected due to our high fixed cost structure, which is difficult to reduce quickly in response to lower demand",
    "2": ""
  },
  {
    "0": "",
    "1": "and other unfavorable market factors. We could also be required to write off inventory or record excess manufacturing capacity charges, which would also",
    "2": ""
  },
  {
    "0": "",
    "1": "lower our gross margin and operating income. To the extent the demand decrease is prolonged, our manufacturing or assembly and test capacity could be",
    "2": ""
  },
  {
    "0": "",
    "1": "underutilized, and we may be required to write down our long-lived assets, which would increase our expenses. We may also be required to shorten the",
    "2": ""
  },
  {
    "0": "",
    "1": "useful lives of under-used facilities and equipment and accelerate depreciation. As we continue to make substantial investments in increasing our",
    "2": ""
  },
  {
    "0": "",
    "1": "manufacturing capacity as part of our IDM 2.0 strategy, these underutilization risks may be heightened. Conversely, at times, demand may increase or we",
    "2": ""
  },
  {
    "0": "",
    "1": "may fail to forecast accurately or produce the mix of products demanded. To the extent we are unable to add capacity or increase production fast enough,",
    "2": ""
  },
  {
    "0": "",
    "1": "we are at times required to make production decisions and/or are unable to fully meet market demand, which can result in a loss of revenue opportunities",
    "2": ""
  },
  {
    "0": "or market share, legal claims, and/or damage to customer relationships.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The development and implementation of new semiconductor products and manufacturing technologies are subject",
    "2": ""
  },
  {
    "0": "to many risks and uncertainties.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are continually engaged in the development of next-generation technologies. Forecasting our progress and schedule for developing advanced nodes",
    "2": ""
  },
  {
    "0": "",
    "1": "and other technologies is challenging, and at times we encounter unexpected delays due to the complexity of interactions among steps in the",
    "2": ""
  },
  {
    "0": "",
    "1": "manufacturing process, challenges in using new materials or new production equipment, and other issues. Diagnosing defects in our manufacturing",
    "2": ""
  },
  {
    "0": "",
    "1": "processes often takes a long time, as manufacturing throughput times can delay our receipt of data about defects and the effectiveness of fixes, and",
    "2": ""
  },
  {
    "0": "defects can be more serious and difficult to resolve than initially anticipated.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are not always successful or efficient in developing or implementing new process nodes and manufacturing processes. We experienced significant",
    "2": ""
  },
  {
    "0": "",
    "1": "delays in implementing our 10nm process technology, and in 2020, we encountered a defect mode in the development of our then 7nm process technology",
    "2": ""
  },
  {
    "0": "",
    "1": "that resulted in delays relative to our prior expectations. In 2022, Intel's 4th Gen Intel Xeon Scalable processor was delayed to allow for more platform and",
    "2": ""
  },
  {
    "0": "",
    "1": "product validation time. These delays have allowed competitors using third-party foundries, such as TSMC, to benefit from advancements in manufacturing",
    "2": ""
  },
  {
    "0": "",
    "1": "processes introduced ahead of us, including improvements in performance, energy efficiency, and other features, which have helped increase the",
    "2": ""
  },
  {
    "0": "",
    "1": "competitiveness of their products. Because of these prior delays in our process technologies, we may experience greater adverse competitive impacts in",
    "2": ""
  },
  {
    "0": "the event of delays in the development of future manufacturing process technologies and products.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our efforts to innovate involve significant expense and carry inherent risks, including difficulties in designing and developing next-generation process and",
    "2": ""
  },
  {
    "0": "",
    "1": "packaging technologies, and investments in manufacturing assets and facilities that are made years in advance. We cannot guarantee that we will realize",
    "2": ""
  },
  {
    "0": "",
    "1": "the expected benefits of next-generation process technologies, including the expected cost, performance, power, and density advantages, or that we will",
    "2": ""
  },
  {
    "0": "",
    "1": "achieve an adequate return on our capital and R&D investments, particularly as the development of new nodes has grown increasingly expensive. In such",
    "2": ""
  },
  {
    "0": "",
    "1": "circumstances, we may be required to write down the value of some of our manufacturing assets and facilities, increasing our expenses.",
    "2": ""
  },
  {
    "0": "",
    "1": "Risks inherent in the development of next-generation process technologies include production timing delays, lower-than-anticipated manufacturing yields,",
    "2": ""
  },
  {
    "0": "",
    "1": "longer manufacturing throughput times, failure to achieve expected performance, power, and area improvements, and product defects and errata",
    "2": ""
  },
  {
    "0": "",
    "1": "(deviations from published specifications). Production timing delays have at times caused us to miss customer product design windows, which can result in",
    "2": ""
  },
  {
    "0": "",
    "1": "lost revenue opportunities and damage to our customer relationships. Furthermore, when the introduction of next-generation process nodes is delayed,",
    "2": ""
  },
  {
    "0": "",
    "1": "adding cores or other competitive features to our products can result in larger die size products, manufacturing supply constraints, and increased product",
    "2": ""
  },
  {
    "0": "",
    "1": "costs. Lower manufacturing yields and longer manufacturing throughput times, compared to previous process nodes, can increase our product costs,",
    "2": ""
  },
  {
    "0": "",
    "1": "adversely affect our gross margins, and contribute to manufacturing supply constraints. A new process node typically has higher costs compared to a",
    "2": ""
  },
  {
    "0": "",
    "1": "mature node due to factors that include higher depreciation costs and lower yields, and costs and yields at times do not improve at the same rate as on",
    "2": ""
  },
  {
    "0": "",
    "1": "prior nodes. As the die size of our products has increased and our manufacturing process nodes have shrunk, our products and manufacturing processes",
    "2": ""
  },
  {
    "0": "",
    "1": "have grown increasingly complex and more susceptible to product defects and errata, which at times also contribute to production timing delays and lower",
    "2": ""
  },
  {
    "0": "yields that may also increase our costs to manufacture and warranty our products.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our disaggregated design strategy poses increased logistical risks and challenges, particularly where we decide to manufacture different product",
    "2": ""
  },
  {
    "0": "",
    "1": "components on different process technologies, including third-party foundries' process technologies. To combine components in a single package, they",
    "2": ""
  },
  {
    "0": "",
    "1": "need to be manufactured on a timely basis and in sufficient quantities, while the manufacturing processes we utilize may have differing yields, throughput",
    "2": ""
  },
  {
    "0": "",
    "1": "times, and capacity constraints. We may be required to safely store some components pending the manufacture of others. Delays or quality issues with one",
    "2": ""
  },
  {
    "0": "",
    "1": "component could limit our ability to manufacture the entire completed product. In addition, the packaging technologies used to combine these components",
    "2": ""
  },
  {
    "0": "",
    "1": "can increase our costs and may introduce additional complexity and quality issues. To the extent we are unable to manage these risks, our ability to timely",
    "2": ""
  },
  {
    "0": "supply competitive products can be harmed and our costs could increase.",
    "1": "",
    "2": ""
  }
]