[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "We are also subject to risks associated with attacks on products, services and components in our supply chain, such as the 2020 compromise of IT",
    "2": ""
  },
  {
    "0": "",
    "1": "infrastructure management software provided by SolarWinds Corporation. These providers can experience breaches of their systems and products, or",
    "2": ""
  },
  {
    "0": "",
    "1": "provide inadequate updates or support, which can impact the security of our systems and our proprietary or confidential information. Since 2021, we have",
    "2": ""
  },
  {
    "0": "",
    "1": "observed an increase in ransomware attacks in our supply chain. In December 2021, a vulnerability named “Log4Shell” was reported for the widely used",
    "2": ""
  },
  {
    "0": "",
    "1": "Java logging library, Apache Log4j* 2, and similar vulnerabilities affecting commonly used programs and tools were reported in 2022 and 2023.",
    "2": ""
  },
  {
    "0": "",
    "1": "We are required to comply with stringent, complex, and evolving laws, rules, regulations, and standards in many jurisdictions, as well as contractual",
    "2": ""
  },
  {
    "0": "",
    "1": "obligations, relating to cybersecurity and data privacy. Our compliance efforts are complicated by the fact that these requirements and obligations may be",
    "2": ""
  },
  {
    "0": "",
    "1": "subject to uncertain or inconsistent interpretations and enforcement, and may conflict among various jurisdictions. Any failure or perceived failure by us to",
    "2": ""
  },
  {
    "0": "",
    "1": "comply with applicable laws, rules, regulations, standards, certifications, or contractual obligations, or any compromise of security that results in",
    "2": ""
  },
  {
    "0": "",
    "1": "unauthorized access to, or unauthorized loss, destruction, use, modification, acquisition, disclosure, release, or transfer of personal information, may result",
    "2": ""
  },
  {
    "0": "",
    "1": "in outcomes such as: requirements to modify or cease certain operations or practices; the expenditure of substantial costs, time, and other resources;",
    "2": ""
  },
  {
    "0": "",
    "1": "proceedings or actions against us; legal liability; governmental investigations; enforcement actions; claims; fines; judgments; awards; penalties; sanctions;",
    "2": ""
  },
  {
    "0": "and potentially costly litigation (including class actions).",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "The theft, loss, or misuse of personal data collected, used, stored, or transferred by us to run our business, including data stored with vendors or other third",
    "2": ""
  },
  {
    "0": "",
    "1": "parties, could result in significantly increased business and security costs or costs related to defending legal claims. Costs to comply with and implement",
    "2": ""
  },
  {
    "0": "",
    "1": "privacy-related and data-protection measures are significant, and noncompliance could expose us to significant monetary penalties, damage to our",
    "2": ""
  },
  {
    "0": "",
    "1": "reputation, suspension of online services or sites in certain countries, and even criminal sanctions. Even our inadvertent failure to comply with federal,",
    "2": ""
  },
  {
    "0": "",
    "1": "state, or international privacy-related or data-protection laws and regulations could result in audits, regulatory inquiries, or proceedings against us by",
    "2": ""
  },
  {
    "0": "governmental entities or other third parties.",
    "1": "",
    "2": ""
  },
  {
    "0": "We are subject to IP risks, including related litigation and regulatory proceedings.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We cannot always protect our IP or enforce our IP rights. We regard our patents, copyrights, trade secrets, and other IP rights as important to the success",
    "2": ""
  },
  {
    "0": "",
    "1": "of our business. We rely on IP law—as well as confidentiality and licensing agreements with our customers, employees, technology development partners,",
    "2": ""
  },
  {
    "0": "",
    "1": "and others—to protect our IP and IP rights. Our ability to enforce these rights is subject to general litigation risks, as well as uncertainty as to the",
    "2": ""
  },
  {
    "0": "",
    "1": "enforceability of our IP rights in various countries and other geopolitical factors. We are not always able to obtain protection for our IP or enforce or protect",
    "2": ""
  },
  {
    "0": "",
    "1": "our IP rights. When we seek to enforce our rights, we may be subject to claims that our IP rights are invalid, not enforceable, or licensed to an opposing",
    "2": ""
  },
  {
    "0": "",
    "1": "party. Our assertion of IP rights may result in another party seeking to assert claims against us, which could harm our business. From time to time,",
    "2": ""
  },
  {
    "0": "",
    "1": "governments adopt regulations—and governments or courts render decisions—requiring compulsory licensing of IP rights, or governments require products",
    "2": ""
  },
  {
    "0": "",
    "1": "to meet standards that favor local companies. Our inability to enforce our IP rights under any of these circumstances can harm our competitive position and",
    "2": ""
  },
  {
    "0": "",
    "1": "business. In some cases, our IP rights can offer inadequate protection for our innovations. In addition, the theft or unauthorized use or publication of our",
    "2": ""
  },
  {
    "0": "",
    "1": "trade secrets and other confidential business information could harm our competitive position and reduce acceptance of our products; as a result, the value",
    "2": ""
  },
  {
    "0": "",
    "1": "of our investment in R&D, product development, and marketing could be reduced. This risk is heightened as competitors for technical talent increasingly",
    "2": ""
  },
  {
    "0": "seek to hire our employees.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our licenses with other companies and participation in industry initiatives at times allow competitors to use some of our patent rights. Technology",
    "2": ""
  },
  {
    "0": "",
    "1": "companies often bilaterally license patents between each other to settle disputes or as part of business agreements. Some of our competitors have in the",
    "2": ""
  },
  {
    "0": "",
    "1": "past had, and may in the future have, licenses to some of our patents, and under current case law, some of the licenses can exhaust our patent rights as to",
    "2": ""
  },
  {
    "0": "",
    "1": "licensed product sales under some circumstances. Our participation in industry standards organizations or with other industry initiatives at times requires us",
    "2": ""
  },
  {
    "0": "",
    "1": "to offer to license our patents to companies that adopt industry-standard specifications. Depending on the rules of the organization, government",
    "2": ""
  },
  {
    "0": "",
    "1": "regulations, or court decisions, we sometimes have to grant licenses to some of our patents for little or no cost, and as a result, we may be unable to",
    "2": ""
  },
  {
    "0": "enforce certain patents against others, and the value of our IP rights may be impaired.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Third parties assert claims based on IP rights against us and our products, which could harm our business. We face claims based on IP rights from",
    "2": ""
  },
  {
    "0": "",
    "1": "individuals, companies, investment litigation entities, other non-practicing entities, academic and research institutions, and other parties. We have seen an",
    "2": ""
  },
  {
    "0": "",
    "1": "increase in patent assertions and lawsuits initiated by well-funded non-practicing entities, including entities funded by third-party investment firms. These",
    "2": ""
  },
  {
    "0": "",
    "1": "lawsuits can increase our cost of doing business, impact our reputation or relationship with customers, and could disrupt our operations if they succeed in",
    "2": ""
  },
  {
    "0": "",
    "1": "blocking the trade of our products. The patent litigation environment has also become more challenging due to the emergence of venues adopting",
    "2": ""
  },
  {
    "0": "",
    "1": "procedural and substantive rules that make them more favorable for patent asserters and courts in which injunctions are available for non-competitors. As a",
    "2": ""
  },
  {
    "0": "result, we believe we are facing a more hostile IP litigation environment than in past years.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are typically engaged in a number of disputes involving IP rights. Claims that our products, technologies, or processes infringe the IP rights of others,",
    "2": ""
  },
  {
    "0": "",
    "1": "regardless of their merits, cause us to incur large costs to respond to, defend, and resolve the claims, and they divert the efforts and attention of our",
    "2": ""
  },
  {
    "0": "",
    "1": "management and technical personnel from our business and operations. In addition, we may face claims based on the alleged theft or unauthorized use or",
    "2": ""
  },
  {
    "0": "",
    "1": "disclosure of third-party trade secrets, confidential information, or end-user data that we obtain in conducting our business. Any such incidents and claims",
    "2": ""
  },
  {
    "0": "",
    "1": "could severely disrupt our business, and we could suffer losses, including the cost of product recalls and returns, and reputational harm. Furthermore, in",
    "2": ""
  },
  {
    "0": "",
    "1": "many instances we agree to indemnify customers for certain IP rights claims against them. IP rights claims against our customers could also limit demand",
    "2": ""
  },
  {
    "0": "",
    "1": "for our products or disrupt our customers' businesses, which could in turn adversely affect our results of operations.",
    "2": ""
  }
]