[
  {
    "0": "1"
  },
  {
    "0": "These bonds may be remarketed or tendered on a periodic basis and will be classified within the current portion of long-term debt in the twelve months before"
  },
  {
    "0": "remarketing or tendering."
  },
  {
    "0": "Senior Notes"
  },
  {
    "0": "In 2023, we issued a total of $11.0 billion aggregate principal amount of senior notes."
  },
  {
    "0": "In 2022, we issued a total of $6.0 billion aggregate principal amount of senior notes, including our inaugural green bond issuance of $1.3 billion principal"
  },
  {
    "0": "amount, and settled in cash $1.6 billion of our senior notes that matured in May 2022, $1.0 billion of our senior notes that matured in July 2022, and"
  },
  {
    "0": "$1.9 billion of our senior notes that matured in December 2022. We also early cash settled $400 million of our senior notes due November 2023."
  },
  {
    "0": "Our fixed-rate senior notes pay interest semiannually. We may redeem the fixed-rate notes prior to their maturity at our option at specified redemption"
  },
  {
    "0": "prices and subject to certain restrictions. The obligations under the notes rank equally in right of payment with all of our other existing and future senior"
  },
  {
    "0": "unsecured indebtedness and will effectively rank junior to all liabilities of our subsidiaries."
  },
  {
    "0": "Oregon and Arizona Bonds"
  },
  {
    "0": "In 2023, we remarketed $423 million aggregate principal amount of bonds issued by the Industrial Development Authority of the City of Chandler, Arizona"
  },
  {
    "0": "(the Arizona bonds) and the State of Oregon Business Development Commission (the Oregon bonds). The bonds are unsecured general obligations in"
  },
  {
    "0": "accordance with loan agreements we entered into with each of the Industrial Development Authority of the City of Chandler, Arizona (CIDA) and the State"
  },
  {
    "0": "of Oregon Business Development Commission. The bonds mature in 2035 and 2040 and have 3.8% and 4.1% coupons. Both the Arizona and Oregon"
  },
  {
    "0": "bonds are subject to optional tender starting in February 2028 and mandatory tender in June 2028, at which time we may remarket the bonds for a new"
  },
  {
    "0": "term period."
  },
  {
    "0": "In 2022, we received proceeds of $600 million in the aggregate for the sale of bonds issued by CIDA. The bonds are our unsecured general obligations in"
  },
  {
    "0": "accordance with the loan with the CIDA. The bonds mature in 2042 and 2052 and carry an interest rate of 5.0%. The bonds are subject to mandatory"
  },
  {
    "0": "tender in September 2027, at which time we can re-market the bonds as either fixed-rate bonds for a specified period or as variable-rate bonds until"
  },
  {
    "0": "another fixed-rate period is selected or until their final maturity date. We settled in cash $138 million of bonds issued by the Oregon Business Development"
  },
  {
    "0": "Commission in March 2022."
  },
  {
    "0": "Revolving Credit Facilities"
  },
  {
    "0": "In 2022, we entered into a $5.0 billion, 364-day variable-rate unsecured revolving credit facility that, if drawn, is expected to be used for general corporate"
  },
  {
    "0": "purposes. In 2023, we extended the maturity date from November 2023 to March 2024. In 2022, we amended our $5.0 billion variable-rate revolving credit"
  },
  {
    "0": "facility agreement that we entered into in 2021, extending the maturity date by one year to March 2027 and transitioning from LIBOR to term SOFR. In"
  },
  {
    "0": "2023, we extended the maturity date by one year to March 2028."
  },
  {
    "0": "The revolving credit facilities had no borrowings outstanding as of December 30, 2023 and December 31, 2022."
  },
  {
    "0": "Debt Maturities"
  },
  {
    "0": "Our aggregate debt maturities, based on outstanding principal as of December 30, 2023, by year payable, are as follows:"
  }
]