[
  {
    "0": "▪",
    "1": "our failure to identify, or our underestimation of, commitments, liabilities, accounting and other risks associated with acquired businesses or"
  },
  {
    "0": "",
    "1": "assets, majority-owned businesses or novel transactions; and"
  },
  {
    "0": "▪",
    "1": "the potential for our transactions to result in dilutive issuances of our equity securities or significant additional debt."
  },
  {
    "0": "Any of these risks could have a material adverse effect on our business, results of operations, financial condition, or cash flows, particularly in the case of a",
    "1": ""
  },
  {
    "0": "large acquisition, divestiture or partial divestiture, or several concurrent strategic transactions. Moreover, our resources are limited and our decision to",
    "1": ""
  },
  {
    "0": "pursue a transaction has opportunity costs; accordingly, if we pursue a particular transaction, we at times need to forgo the prospect of entering into other",
    "1": ""
  },
  {
    "0": "transactions or otherwise investing our resources in a manner that could help us achieve our financial or strategic objectives.",
    "1": ""
  },
  {
    "0": "Where an existing investment does not strategically align to our key priorities, we routinely evaluate opportunities for possible divestitures and other",
    "1": ""
  },
  {
    "0": "options. We may not realize the anticipated benefits of divestitures due to risks that include unfavorable prices and terms; changes in market,",
    "1": ""
  },
  {
    "0": "macroeconomic, or geopolitical conditions affecting the regions or industries in which we or counterparties operate; changes in applicable laws; failure to",
    "1": ""
  },
  {
    "0": "receive regulatory or governmental approvals; limitations or restrictions due to regulatory or governmental approvals, litigation, contractual terms, or other",
    "1": ""
  },
  {
    "0": "conditions; delays in closing; lack of support by third parties; actions by competitors; adverse effects on our business relationships, operating results, or",
    "1": ""
  },
  {
    "0": "business due to the announcement and pendency of such transactions; and continued financial obligations, unanticipated liabilities, or transition costs",
    "1": ""
  },
  {
    "0": "associated with such transactions. In some cases, we are not able to divest investments on acceptable terms or at all.",
    "1": ""
  },
  {
    "0": "In addition, we make investments in public and private companies to further our strategic and financial objectives and to support certain key business",
    "1": ""
  },
  {
    "0": "initiatives. These companies can include early-stage companies still defining their strategic direction. Many of the instruments in which we invest are non-",
    "1": ""
  },
  {
    "0": "marketable and illiquid at the time of our initial investment, and we are not always able to achieve a return in a timely fashion, if at all. Our ability to realize a",
    "1": ""
  },
  {
    "0": "return on our investment in a private company, if any, is typically dependent on the company participating in a liquidity event, such as a public offering or",
    "1": ""
  },
  {
    "0": "acquisition. To the extent any of the companies in which we invest are not successful, which at times includes bankruptcy, we could recognize an",
    "1": ""
  },
  {
    "0": "impairment and/or lose all or part of our investment.",
    "1": ""
  },
  {
    "0": "We are subject to sales-related risks.",
    "1": ""
  },
  {
    "0": "We face risks related to sales through distributors and other third parties. We sell a significant portion of our products through third parties, such as",
    "1": ""
  },
  {
    "0": "distributors, value-added resellers, and channel partners (collectively referred to as distributors), as well as OEMs and ODMs. We depend on many",
    "1": ""
  },
  {
    "0": "distributors to help us create end-customer demand, provide technical support and other value-added services to customers, fill customer orders, and stock",
    "1": ""
  },
  {
    "0": "our products. At times, we rely on one or more key distributors for a product, and a material change in our relationship with one or more of these distributors",
    "1": ""
  },
  {
    "0": "or their failure to perform as expected could reduce our revenue. Our ability to add or replace distributors for some of our products is limited. In addition, our",
    "1": ""
  },
  {
    "0": "distributors' expertise in the determination and stocking of acceptable inventory levels for some of our products is not always easily transferable to a new",
    "1": ""
  },
  {
    "0": "distributor; as a result, end customers may be hesitant to accept the addition or replacement of a distributor. Using third parties for distribution exposes us",
    "1": ""
  },
  {
    "0": "to many risks, including competitive pressure and concentration, credit, and compliance risks. Distributors and other third parties often sell products that",
    "1": ""
  },
  {
    "0": "compete with our products, and we sometimes need to provide financial and other incentives to focus them on the sale of our products. From time to time,",
    "1": ""
  },
  {
    "0": "they may face financial difficulties, including bankruptcy, which could harm our collection of accounts receivable and financial results. Further, any violations",
    "1": ""
  },
  {
    "0": "of the Foreign Corrupt Practices Act or similar laws by distributors or other third-party intermediaries could have a material impact on our business,",
    "1": ""
  },
  {
    "0": "including subjecting us to litigation or regulatory risk. Failure to manage risks related to our use of distributors and other third parties may reduce sales,",
    "1": ""
  },
  {
    "0": "increase expenses, and weaken our competitive position.",
    "1": ""
  },
  {
    "0": "From time to time, our products are resold by third parties in an unauthorized \"gray market.\" Our policies and procedures designed to keep our products",
    "1": ""
  },
  {
    "0": "away from the gray market may not be successful in achieving this objective. Gray market products can distort demand and pricing dynamics in our",
    "1": ""
  },
  {
    "0": "distribution channel and certain geographies, which at times adversely affects our revenue opportunities. Gray market activity is difficult to monitor and can",
    "1": ""
  },
  {
    "0": "make forecasting demand more challenging. Gray market products also sometimes include parts that have been altered or damaged, and our reputation",
    "1": ""
  },
  {
    "0": "may be harmed when these products fail or are found to be substandard.",
    "1": ""
  },
  {
    "0": "We receive a significant portion of our revenue from a limited number of customers. Collectively, our three largest customers accounted for 40% of our net",
    "1": ""
  },
  {
    "0": "revenue in 2023, 42% of our net revenue in 2022 and 43% of our net revenue in 2021. We expect a small number of customers will continue to account for",
    "1": ""
  },
  {
    "0": "a significant portion of our revenue in the foreseeable future.",
    "1": ""
  }
]