[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "Market and Business Overview"
  },
  {
    "0": "Market Trends and Strategy"
  },
  {
    "0": "In 2023, the PC market started to stabilize from a soft macroeconomic environment and inflationary pressures, with PC supply and demand levels"
  },
  {
    "0": "beginning to normalize. We remain positive on the long-term outlook for PCs, as household density is stable to increasing, educational device penetration"
  },
  {
    "0": "rates remain low outside of the US, and PC usage remains elevated compared to pre-pandemic rates . Commercial growth opportunities also remain as"
  },
  {
    "0": "corporations expand the size of their PC fleets, while also replacing older devices. Currently, approximately 200 million commercial devices are more than"
  },
  {
    "0": "four years old ."
  },
  {
    "0": "We see the AI PC as a critical inflection point for the PC market over the coming years, and we believe we are well positioned to capitalize on the emerging"
  },
  {
    "0": "growth opportunity of AI. We believe that the PC is as essential as ever, and we expect our leadership in client AI to further support our original forecasted"
  },
  {
    "0": "long-term PC TAM of approximately 300 million units . Together with our industry partners, we are working to increase demand and drive market growth"
  },
  {
    "0": "through enhanced PC capabilities, which we expect will lead to greater market penetration and faster PC refresh cycles."
  },
  {
    "0": "As we continue on our strategy to develop more competitive products and more capabilities for customers, we are designing our product roadmap to drive"
  },
  {
    "0": "product leadership grounded in a philosophy of openness and choice. We deliver value to our customers by leveraging our engineering capabilities and"
  },
  {
    "0": "working with our partners across an open, innovative ecosystem to deliver technology that drives every major vector of the computing experience, including"
  },
  {
    "0": "performance, power efficiency, battery life, connectivity, graphics, and form factors, to create the most advanced PC platforms."
  },
  {
    "0": "Products and Competition"
  },
  {
    "0": "We released our 14th Gen Intel Core desktop processor family, delivering improved single-threaded and multi-threaded performance when gaming,"
  },
  {
    "0": "streaming, and recording. In addition, we released our first Intel Core Ultra family of processors, which utilizes a disaggregated architecture and is the first"
  },
  {
    "0": "PC platform built on Intel 4 technology. Our latest processor family is the first client processor to feature a dedicated NPU for AI acceleration and delivers"
  },
  {
    "0": "improved power efficiency and graphics performance. Intel Core Ultra represents an inflection point in Intel's client processor roadmap as we usher in the"
  },
  {
    "0": "age of the AI PC. With new capabilities in the PC, including significantly improved battery life, AI capabilities with our NPU and GPU products, and up to"
  },
  {
    "0": "double the graphics performance with Intel Core Ultra processors, we seek to provide compelling reasons to drive refresh in commercial and consumer"
  },
  {
    "0": "markets. We expect to deliver more than 230 Intel Core Ultra designs to market."
  },
  {
    "0": "®"
  },
  {
    "0": "There is strong demand for our 13th Gen Intel Core processor family, which features Intel\n Thread Director technology and our second-generation"
  },
  {
    "0": "performance hybrid architecture. We expect to deliver more than 300 designs from partners across major multi-national corporations and leading"
  },
  {
    "0": "manufacturers."
  },
  {
    "0": "We continue to innovate beyond the CPU to deliver premium PC experiences with Intel Evo Edition laptops and Intel vPro Platforms. We worked with"
  },
  {
    "0": "industry partners to co-engineer and deliver new experiences with Intel Evo Edition, which are designed to deliver key experience indicators such as"
  },
  {
    "0": "responsiveness, battery life, intelligence collaboration, and Intel Unison Multi-Device Experience. Intel vPro is designed for enterprise needs and delivers"
  },
  {
    "0": "increased productivity, connectivity, security features, and remote manageability."
  },
  {
    "0": "We operate in a particularly competitive market. In processors, we compete with Advanced Micro Devices, Inc. (AMD) and vendors who design applications"
  },
  {
    "0": "processors based on ARM architecture*, such as Qualcomm Inc. (Qualcomm), and Apple Inc. (Apple), with its M1 and M2 products. We expect this"
  },
  {
    "0": "competitive environment to continue to intensify in 2024."
  },
  {
    "0": "We remain committed to creating an open ecosystem to foster growth and technology innovations. We embrace and collaborate with a global ecosystem of"
  },
  {
    "0": "industry partners to deliver leadership technologies together. We launched the industry's first AI PC Acceleration Program, designed to provide the software"
  },
  {
    "0": "ecosystem with engineering tools and resources to enable AI on more than 100 million PCs through 2025. We also announced a collaboration with"
  },
  {
    "0": "Microsoft to drive the development of AI on personal computing, with Intel Core Ultra processors and Windows 11 expected to scale across the ecosystem"
  },
  {
    "0": "of Intel and Microsoft OEM and ISV partners."
  },
  {
    "0": "During 2023, we continued to diversify our product strategy across nodes, advance our packaging capabilities with disaggregated silicon, and balance"
  },
  {
    "0": "internal and external manufacturing. We increased our levels of operating inventory and worked with our customers to develop strategically located supply"
  },
  {
    "0": "hubs that forward position inventory. In addition, we continue to invest in a globally diverse supply chain that enables us the flexibility and proximity to"
  },
  {
    "0": "support customers. These have further enhanced the service and responsiveness we are able to provide our customers."
  }
]