[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": ""
  },
  {
    "0": "",
    "1": "Table of Contents"
  },
  {
    "0": "Laws and regulations can have a negative impact on our business.",
    "1": ""
  },
  {
    "0": "We are subject to complex and evolving laws and regulations worldwide that differ among jurisdictions and affect our operations in areas including, but not",
    "1": ""
  },
  {
    "0": "limited to: IP ownership and infringement; tax; import and export requirements; anti-corruption; foreign exchange controls and cash repatriation restrictions;",
    "1": ""
  },
  {
    "0": "data privacy and localization requirements; competition; advertising; employment and labor; product regulations; environment, health, and safety",
    "1": ""
  },
  {
    "0": "requirements; and consumer laws. Compliance with such requirements can be onerous and expensive and may otherwise impact our business operations",
    "1": ""
  },
  {
    "0": "negatively. For example, unfavorable developments with evolving laws and regulations worldwide related to 5G or autonomous driving technology and",
    "1": ""
  },
  {
    "0": "MaaS may limit global adoption, impede our strategy, or negatively impact our long-term expectations for our investments in these areas. Expanding",
    "1": ""
  },
  {
    "0": "privacy legislation and compliance costs of privacy-related and data-protection measures could adversely affect our customers and their products and",
    "1": ""
  },
  {
    "0": "services, particularly in cloud, Internet of Things, and AI applications, which could in turn reduce demand for our products used for those workloads.",
    "1": ""
  },
  {
    "0": "Our policies, controls, and procedures designed to help provide for compliance with applicable laws cannot provide assurance that our employees,",
    "1": ""
  },
  {
    "0": "contractors, suppliers, or agents will not violate such laws or our policies. Violations of these laws and regulations can result in fines; criminal sanctions",
    "1": ""
  },
  {
    "0": "against us, our officers, or our employees; prohibitions on the conduct of our business; and damage to our reputation. The technology industry is subject to",
    "1": ""
  },
  {
    "0": "intense media, political, and regulatory scrutiny, which can increase our exposure to government investigations, legal actions, and penalties.",
    "1": ""
  },
  {
    "0": "We are affected by fluctuations in currency exchange rates.",
    "1": ""
  },
  {
    "0": "",
    "1": "We are exposed to adverse as well as beneficial movements in currency exchange rates. Although most of our sales occur in US dollars, expenses may be"
  },
  {
    "0": "paid in local currencies. An increase in the value of the dollar can increase the real cost to our customers of our products in those markets outside the US",
    "1": ""
  },
  {
    "0": "where we sell in dollars, and a weakened dollar can increase the cost of expenses such as payroll, utilities, tax, and marketing expenses, as well as non-",
    "1": ""
  },
  {
    "0": "US dollar capital expenditures. We also conduct certain investing and financing activities in local currencies. Our hedging programs may not be effective to",
    "1": ""
  },
  {
    "0": "offset any, or more than a portion, of the adverse impact of currency exchange rate movements; therefore, changes in exchange rates can harm our results",
    "1": ""
  },
  {
    "0": "of operations and financial condition.",
    "1": ""
  },
  {
    "0": "Changes in our effective tax rate may impact our net income.",
    "1": ""
  },
  {
    "0": "A number of factors can impact our future effective tax rate or cash payments, which could cause significant variability in our financial results including:",
    "1": ""
  },
  {
    "0": "▪\nchanges in the volume and mix of profits earned and location of assets across jurisdictions with varying tax rates;",
    "1": ""
  }
]