[
  {
    "0": "Supply Chain Responsibility"
  },
  {
    "0": "We actively manage our supply chain to help reduce risk, improve product quality, achieve environmental and social goals, and improve overall"
  },
  {
    "0": "performance and value creation for Intel, our customers, and our suppliers. To drive responsible and sustainable practices throughout our supply chain, we"
  },
  {
    "0": "have robust programs to educate and engage suppliers that support our global manufacturing operations. We actively collaborate with other companies"
  },
  {
    "0": "and lead industry initiatives on key issues such as improving transparency around climate and water impacts in the global electronics supply chain and, as"
  },
  {
    "0": "part of our RISE strategy, we are advancing collaboration across our industry on responsible minerals sourcing. Through these efforts we help set"
  },
  {
    "0": "electronics industry-wide standards, develop audit processes, and conduct training."
  },
  {
    "0": "Over the past decade, we have directly engaged with suppliers to verify compliance and build capacity to address risks of forced and bonded labor and"
  },
  {
    "0": "other human rights issues. We perform periodic audits, and identify critical direct suppliers to engage through capability-building programs, which help"
  },
  {
    "0": "suppliers build sustainability acumen and verify compliance with the Responsible Business Alliance and the Intel Code of Conduct. We also engage with"
  },
  {
    "0": "indirect suppliers through our programs on forced and bonded labor, responsible minerals, and supplier diversity. To achieve our RISE goals, we are"
  },
  {
    "0": "significantly expanding the number of suppliers covered by our engagement activities. The supply chain environmental team is also actively engaging"
  },
  {
    "0": "suppliers to measure and reduce their greenhouse gas emissions footprints and the resulting impact on our footprint. These activities are intended to help"
  },
  {
    "0": "us meet our long-term emissions reductions goals, including our goal to achieve net-zero upstream Scope 3 greenhouse gas emissions by 2050, which we"
  },
  {
    "0": "announced in 2023."
  },
  {
    "0": "Our commitment to diversity and inclusion also extends to our suppliers. We believe a diverse supply chain supports greater innovation and value for our"
  },
  {
    "0": "business. We have set additional spending targets with women-owned suppliers outside the US and with minority-owned suppliers globally to accelerate"
  },
  {
    "0": "progress toward our goal to increase global annual spending with diverse suppliers to reach $2.0 billion in annual spending by 2030."
  }
]