[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "Recent events, including the pandemic-related global chip shortage, made clear how supply chain disruptions can severely impact everyday life. The",
    "2": ""
  },
  {
    "0": "",
    "1": "steady rise of chipmaking capacity in Asia has made the world vulnerable to continued and increasingly extreme shortages. We believe a secure, balanced,",
    "2": ""
  },
  {
    "0": "",
    "1": "and resilient supply of semiconductors is essential to the interests of the entire global economy. With one of the most geographically balanced supply",
    "2": ""
  },
  {
    "0": "",
    "1": "chains across North America, Europe and Asia, we plan to partner with the public sector to strengthen the resilience of the global semiconductor supply",
    "2": ""
  },
  {
    "0": "",
    "1": "chain by investing in a more geographically balanced capacity. We believe our investments will help develop a more resilient supply chain for generations",
    "2": ""
  },
  {
    "0": "to come and hedge against geopolitical instability.",
    "1": "",
    "2": ""
  },
  {
    "0": "Our People",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our world-class talent is at the heart of everything we do. Together we strive to have a positive effect on business, society, and the planet. Delivering on our",
    "2": ""
  },
  {
    "0": "",
    "1": "strategy and growth ambitions requires attracting, developing, and retaining top talent from across the world. Our people build our technology, unlock new",
    "2": ""
  },
  {
    "0": "business opportunities, and work with our partners and customers to create global impact.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Fostering a culture of empowerment, inclusion, and accountability is also core to our strategy. We are committed to creating an inclusive workplace where",
    "2": ""
  },
  {
    "0": "",
    "1": "the world’s best engineers and technologists can fulfill their dreams and create technology that improves the life of every person on the planet.",
    "2": ""
  },
  {
    "0": "Growth Imperative",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are investing to position the company for accelerated long-term growth, focusing on both our core businesses and our growth businesses. In our client",
    "2": ""
  },
  {
    "0": "",
    "1": "and server businesses, our strategy is to invest to strengthen the competitiveness of our product roadmap and to explore new opportunities. We believe we",
    "2": ""
  },
  {
    "0": "",
    "1": "have significant opportunities to grow and gain share in graphics; mobility, including autonomous driving; networking and edge; AI; software; and foundry",
    "2": ""
  },
  {
    "0": "services.",
    "1": "",
    "2": ""
  },
  {
    "0": "Focus on Innovation and Execution",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We are focused on executing our product and process roadmap and accelerating our cadence of innovation. We have set a detailed process and",
    "2": ""
  },
  {
    "0": "",
    "1": "packaging technology roadmap and announced key architectural innovations to further our goal of delivering leadership products in every area in which we",
    "2": ""
  },
  {
    "0": "",
    "1": "compete. We are returning our culture to its roots in innovation and execution, drawing on principles established by our former CEO Andy Grove that",
    "2": ""
  },
  {
    "0": "",
    "1": "emphasize discipline and accountability. This includes using OKRs throughout the organization to drive a common purpose.",
    "2": ""
  },
  {
    "0": "",
    "1": "To help us execute toward our IDM 2.0 strategy, we are leveraging our Smart Capital approach. This approach is designed to enable us to adjust quickly to",
    "2": ""
  },
  {
    "0": "",
    "1": "opportunities in the market, while managing our margin structure and capital spending. The key elements of Smart Capital include:",
    "2": ""
  }
]