[
  {
    "0": "Non-GAAP",
    "1": "",
    "2": ""
  },
  {
    "0": "adjustment or",
    "1": "",
    "2": ""
  },
  {
    "0": "measure",
    "1": "Definition",
    "2": "Usefulness to management and investors"
  },
  {
    "0": "Patent settlement",
    "1": "A portion of the charge from our IP settlements represents a",
    "2": "We exclude the catch-up charge related to prior periods for"
  },
  {
    "0": "",
    "1": "catch-up of cumulative amortization that would have been",
    "2": "purposes of calculating certain non-GAAP measures because"
  },
  {
    "0": "",
    "1": "incurred for the right to use the related patents in prior periods.",
    "2": "this adjustment facilitates comparison to past operating results"
  },
  {
    "0": "",
    "1": "This charge related to prior periods is excluded from our non-",
    "2": "and provides a useful evaluation of our current operating"
  },
  {
    "0": "",
    "1": "GAAP results; amortization related to the right to use the patents",
    "2": "performance."
  },
  {
    "0": "",
    "1": "in the current and ongoing periods is included.",
    "2": ""
  },
  {
    "0": "Optane inventory",
    "1": "A charge in 2022 as we initiated the wind-down of our Intel",
    "2": "We exclude these impairments for purposes of calculating certain"
  },
  {
    "0": "impairment",
    "1": "Optane memory business.",
    "2": "non-GAAP measures because these charges do not reflect our"
  },
  {
    "0": "",
    "1": "",
    "2": "current operating performance. This adjustment facilitates a"
  },
  {
    "0": "",
    "1": "",
    "2": "useful evaluation of our current operating performance and"
  },
  {
    "0": "",
    "1": "",
    "2": "comparisons to past operating results."
  },
  {
    "0": "Restructuring and",
    "1": "Restructuring charges are costs associated with a formal",
    "2": "We exclude restructuring and other charges, including any"
  },
  {
    "0": "other charges",
    "1": "restructuring plan and are primarily related to employee",
    "2": "adjustments to charges recorded in prior periods, for purposes of"
  },
  {
    "0": "",
    "1": "severance and benefit arrangements. Other charges may include",
    "2": "calculating certain non-GAAP measures because these costs do"
  },
  {
    "0": "",
    "1": "periodic goodwill and asset impairments, certain pension",
    "2": "not reflect our core operating performance. These adjustments"
  },
  {
    "0": "",
    "1": "charges, and costs associated with restructuring activity. 2023",
    "2": "facilitate a useful evaluation of our core operating performance"
  },
  {
    "0": "",
    "1": "includes a benefit as a result of developments in the VLSI",
    "2": "and comparisons to past operating results and provide investors"
  },
  {
    "0": "",
    "1": "litigation in Q4 2023, an EC-imposed fine, and a fee related to",
    "2": "with additional means to evaluate expense trends."
  },
  {
    "0": "",
    "1": "the termination of our agreement to acquire Tower. 2022 includes",
    "2": ""
  },
  {
    "0": "",
    "1": "a benefit related to the annulled EC fine and 2021 includes a",
    "2": ""
  },
  {
    "0": "",
    "1": "charge related to the VLSI litigation.",
    "2": ""
  },
  {
    "0": "(Gains) losses on",
    "1": "(Gains) losses on equity investments, net consists of ongoing",
    "2": "We exclude these non-operating gains and losses for purposes"
  },
  {
    "0": "equity investments,",
    "1": "mark-to-market adjustments on marketable equity securities,",
    "2": "of calculating certain non-GAAP measures because it provides"
  },
  {
    "0": "net",
    "1": "observable price adjustments on non-marketable equity",
    "2": "better comparability between periods. The exclusion reflects how"
  },
  {
    "0": "",
    "1": "securities, related impairment charges, and the sale of equity",
    "2": "management evaluates the core operations of the business."
  },
  {
    "0": "",
    "1": "investments and other.",
    "2": ""
  },
  {
    "0": "(Gains) losses from",
    "1": "(Gains) losses are recognized at the close of a divestiture, or",
    "2": "We exclude gains or losses resulting from divestitures for"
  },
  {
    "0": "divestiture",
    "1": "over a specified deferral period when deferred consideration is",
    "2": "purposes of calculating certain non-GAAP measures because"
  },
  {
    "0": "",
    "1": "received at the time of closing. Based on our ongoing obligation",
    "2": "they do not reflect our current operating performance. These"
  },
  {
    "0": "",
    "1": "under the NAND wafer manufacturing and sale agreement",
    "2": "adjustments facilitate a useful evaluation of our current operating"
  },
  {
    "0": "",
    "1": "entered into in connection with the first closing of the sale of our",
    "2": "performance and comparisons to past operating results."
  },
  {
    "0": "",
    "1": "NAND memory business on December 29, 2021, a portion of the",
    "2": ""
  },
  {
    "0": "",
    "1": "initial closing consideration was deferred and will be recognized",
    "2": ""
  },
  {
    "0": "",
    "1": "between first and second closing.",
    "2": ""
  },
  {
    "0": "Adjusted free cash",
    "1": "We reference a non-GAAP financial measure of adjusted free",
    "2": "This non-GAAP financial measure is helpful in understanding our"
  },
  {
    "0": "flow",
    "1": "cash flow, which is used by management when assessing our",
    "2": "capital requirements and sources of liquidity by providing an"
  },
  {
    "0": "",
    "1": "sources of liquidity, capital resources, and quality of earnings.",
    "2": "additional means to evaluate the cash flow trends of our"
  },
  {
    "0": "",
    "1": "Adjusted free cash flow is operating cash flow adjusted for (1)",
    "2": "business. Since the 2017 divestiture, McAfee equity distributions"
  },
  {
    "0": "",
    "1": "additions to property, plant, and equipment, net of proceeds from",
    "2": "and sales contributed to prior operating and free cash flow, and"
  },
  {
    "0": "",
    "1": "capital-related government incentives and partner contributions,",
    "2": "while the McAfee equity sale in Q1 2022 would have typically"
  },
  {
    "0": "",
    "1": "(2) payments on finance leases, and (3) proceeds from the",
    "2": "been excluded from adjusted free cash flow as an equity sale, we"
  },
  {
    "0": "",
    "1": "McAfee equity sale in 2022.",
    "2": "believe including the sale proceeds in adjusted free cash flow"
  },
  {
    "0": "",
    "1": "",
    "2": "facilitate a better, more consistent comparison to current and"
  },
  {
    "0": "",
    "1": "",
    "2": "past presentations of liquidity."
  },
  {
    "0": "Total cash and",
    "1": "Total cash and investments is used by management when",
    "2": "This non-GAAP measure is helpful in understanding our capital"
  },
  {
    "0": "investments",
    "1": "assessing our sources of liquidity, which include cash and cash",
    "2": "resources and liquidity position."
  },
  {
    "0": "",
    "1": "equivalents, short-term investments, and loans receivable and",
    "2": ""
  },
  {
    "0": "",
    "1": "other.",
    "2": ""
  }
]