[
  {
    "0": "Note 10 :",
    "1": "Divestitures"
  },
  {
    "0": "NAND Memory Business",
    "1": ""
  },
  {
    "0": "On December 29, 2021, we closed the first phase of our agreement with SK hynix Inc. (SK hynix) to divest our NAND memory business for $9.0 billion in",
    "1": ""
  },
  {
    "0": "cash. Our NAND memory business includes our NAND memory technology and manufacturing business (the NAND OpCo Business), of which we",
    "1": ""
  },
  {
    "0": "deconsolidated our ongoing interests as part of the sale. The transaction will be completed in two closings and upon the first closing in the first quarter of",
    "1": ""
  },
  {
    "0": "2022, SK hynix paid $7.0 billion of consideration and we recognized a pre-tax gain of $1.0 billion within interest and other, net, and tax expense of $495",
    "1": ""
  },
  {
    "0": "million. We recorded a receivable in other long-term assets for the remaining proceeds we will receive upon the second closing of the transaction, expected",
    "1": ""
  },
  {
    "0": "to be no earlier than March 2025. The receivable outstanding was $2.0 billion as of December 30, 2023 and $1.9 billion December 31, 2022.",
    "1": ""
  },
  {
    "0": "The wafer manufacturing and sale agreement includes incentives and penalties that are contingent on the cost of operation and output of the NAND OpCo",
    "1": ""
  },
  {
    "0": "Business. These incentives and penalties present a maximum exposure of up to $500 million annually, and $1.5 billion in the aggregate. We are currently in",
    "1": ""
  },
  {
    "0": "negotiations with SK hynix to update the operating plan of the NAND OpCo Business in light of the current business environment and projections, which",
    "1": ""
  },
  {
    "0": "may impact the metrics associated with the incentives and penalties and our expectations of the performance of the NAND OpCo Business against those",
    "1": ""
  },
  {
    "0": "metrics.",
    "1": ""
  },
  {
    "0": "We were reimbursed for costs that we incurred on behalf of the NAND OpCo Business for corporate function services, which include human resources,",
    "1": ""
  },
  {
    "0": "information technology, finance, supply chain, and other compliance requirements. Reimbursed expenses approximated $145 million in 2022 and $125",
    "1": ""
  },
  {
    "0": "million in 2023. We recorded a receivable due from the NAND OpCo Business, a deconsolidated entity, of $145 million within other current assets as of",
    "1": ""
  },
  {
    "0": "December 30, 2023 ($133 million recorded as of December 31, 2022).",
    "1": ""
  }
]