[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "We appealed the EC decision to the European Court of Justice in 2014, after the General Court (then called the Court of First Instance) rejected our appeal",
    "2": ""
  },
  {
    "0": "",
    "1": "of the EC decision in its entirety. In September 2017, the Court of Justice sent the case back to the General Court to examine whether the rebates at issue",
    "2": ""
  },
  {
    "0": "",
    "1": "were capable of restricting competition. In January 2022, the General Court annulled the EC’s 2009 findings against us regarding rebates, as well as the",
    "2": ""
  },
  {
    "0": "",
    "1": "€1.1 billion fine imposed on Intel, which was returned to us in February 2022. The General Court’s January 2022 decision did not annul the EC’s 2009",
    "2": ""
  },
  {
    "0": "finding that we made payments to prevent sales of specific rival products.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "In April 2022, the EC appealed the General Court’s decision to the Court of Justice. In addition, in September 2023 the EC imposed a €376 million ($401",
    "2": ""
  },
  {
    "0": "",
    "1": "million) fine against us based on its finding that we made payments to prevent sales of specific rival products. We have appealed the EC’s decision. We",
    "2": ""
  },
  {
    "0": "",
    "1": "have accrued a charge for the fine and are unable to make a reasonable estimate of the potential loss or range of losses in excess of this amount given the",
    "2": ""
  },
  {
    "0": "procedural posture and the nature of these proceedings.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "In a related matter, in April 2022 we filed applications with the General Court seeking an order requiring the EC to pay us approximately €593 million in",
    "2": ""
  },
  {
    "0": "",
    "1": "default interest on the original €1.1 billion fine that was held by the EC for 12 years, which applications have been stayed pending the EC’s appeal of the",
    "2": ""
  },
  {
    "0": "General Court’s January 2022 decision.",
    "1": "",
    "2": ""
  },
  {
    "0": "Litigation Related to Security Vulnerabilities",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "In June 2017, a Google research team notified Intel and other companies that it had identified security vulnerabilities, the first variants of which are now",
    "2": ""
  },
  {
    "0": "",
    "1": "commonly referred to as “Spectre” and “Meltdown,” that affect many types of microprocessors, including our products. As is standard when findings like",
    "2": ""
  },
  {
    "0": "",
    "1": "these are presented, we worked together with other companies in the industry to verify the research and develop and validate software and firmware",
    "2": ""
  },
  {
    "0": "",
    "1": "updates for impacted technologies. In January 2018, information on the security vulnerabilities was publicly reported, before software and firmware updates",
    "2": ""
  },
  {
    "0": "to address the vulnerabilities were made widely available.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "As of January 24, 2024, consumer class action lawsuits against us were pending in the US, Canada, and Argentina. The plaintiffs, who purport to represent",
    "2": ""
  },
  {
    "0": "",
    "1": "various classes of purchasers of our products, generally claim to have been harmed by our actions and/or omissions in connection with Spectre, Meltdown,",
    "2": ""
  },
  {
    "0": "",
    "1": "and other variants of this class of security vulnerabilities that have been identified since 2018, and assert a variety of common law and statutory claims",
    "2": ""
  },
  {
    "0": "",
    "1": "seeking monetary damages and equitable relief. In the US, class action suits filed in various jurisdictions were consolidated for all pretrial proceedings in",
    "2": ""
  },
  {
    "0": "",
    "1": "the US District Court for the District of Oregon, which entered final judgment in favor of Intel in July 2022 based on plaintiffs’ failure to plead a viable claim.",
    "2": ""
  },
  {
    "0": "",
    "1": "Plaintiffs appealed, and in November 2023 the Ninth Circuit Court of Appeals affirmed the district court’s judgment. In Canada, an initial status conference",
    "2": ""
  },
  {
    "0": "",
    "1": "has not yet been scheduled in one case relating to Spectre and Meltdown pending in the Superior Court of Justice of Ontario, and a stay of a second case",
    "2": ""
  },
  {
    "0": "",
    "1": "pending in the Superior Court of Justice of Quebec is in effect. In Argentina, Intel Argentina was served with, and responded to, a class action complaint",
    "2": ""
  },
  {
    "0": "",
    "1": "relating to Spectre and Meltdown in June 2022. The Argentinian court dismissed plaintiffs’ claims for lack of standing in May 2023, and plaintiffs have",
    "2": ""
  },
  {
    "0": "",
    "1": "appealed. In November 2023, new plaintiffs filed a consumer class action complaint in the US District Court for the Northern District of California with",
    "2": ""
  },
  {
    "0": "",
    "1": "respect to a further vulnerability variant disclosed in August 2023 and commonly referred to as “Downfall.” We moved to dismiss that complaint in January",
    "2": ""
  },
  {
    "0": "",
    "1": "2024. Additional lawsuits and claims may be asserted seeking monetary damages or other related relief. Given the procedural posture and the nature of",
    "2": ""
  },
  {
    "0": "",
    "1": "these cases, including that the pending proceedings are in the early stages, that alleged damages have not been specified, that uncertainty exists as to the",
    "2": ""
  },
  {
    "0": "",
    "1": "likelihood of a class or classes being certified or the ultimate size of any class or classes if certified, and that there are significant factual and legal issues to",
    "2": ""
  },
  {
    "0": "",
    "1": "be resolved, we are unable to make a reasonable estimate of the potential loss or range of losses, if any, that might arise from these matters.",
    "2": ""
  },
  {
    "0": "Litigation Related to 7nm Product Delay Announcement",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Multiple securities class action lawsuits were filed in the US District Court for the Northern District of California against us and certain officers following our",
    "2": ""
  },
  {
    "0": "",
    "1": "July 2020 announcement of 7nm product delays. The court consolidated the lawsuits and appointed lead plaintiffs in October 2020, and in January 2021",
    "2": ""
  },
  {
    "0": "",
    "1": "plaintiffs filed a consolidated complaint. Plaintiffs purport to represent all persons who purchased or otherwise acquired our common stock from October 25,",
    "2": ""
  },
  {
    "0": "",
    "1": "2019 through October 23, 2020, and they generally allege that defendants violated the federal securities laws by making false or misleading statements",
    "2": ""
  },
  {
    "0": "",
    "1": "about the timeline for 7nm products. In March 2023, the court granted the defendants’ motion to dismiss the consolidated complaint, and in April 2023",
    "2": ""
  },
  {
    "0": "",
    "1": "entered judgment. Plaintiffs have appealed. Given the procedural posture and the nature of the case, including that it is in the early stages, that alleged",
    "2": ""
  },
  {
    "0": "",
    "1": "damages have not been specified, that uncertainty exists as to the likelihood of a class being certified or the ultimate size of any class if certified, and that",
    "2": ""
  },
  {
    "0": "",
    "1": "there are significant factual and legal issues to be resolved, we are unable to make a reasonable estimate of the potential loss or range of losses, if any,",
    "2": ""
  },
  {
    "0": "",
    "1": "that might arise from the matter. In July 2021, we introduced a new process node naming structure, and the 7nm process is now called Intel 4.",
    "2": ""
  },
  {
    "0": "Litigation Related to Patent and IP Claims",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We have had IP infringement lawsuits filed against us, including but not limited to those discussed below. Most involve claims that certain of our products,",
    "2": ""
  },
  {
    "0": "",
    "1": "services, and technologies infringe others' IP rights. Adverse results in these lawsuits may include awards of substantial fines and penalties, costly royalty",
    "2": ""
  },
  {
    "0": "",
    "1": "or licensing agreements, or orders preventing us from offering certain features, functionalities, products, or services. As a result, we may have to change",
    "2": ""
  },
  {
    "0": "",
    "1": "our business practices, and develop non-infringing products or technologies, which could result in a loss of revenue for us and otherwise harm our",
    "2": ""
  },
  {
    "0": "",
    "1": "business. In addition, certain agreements with our customers require us to indemnify them against certain IP infringement claims, which can increase our",
    "2": ""
  },
  {
    "0": "",
    "1": "costs as a result of defending such claims, and may require that we pay significant damages, accept product returns, or supply our customers with non-",
    "2": ""
  },
  {
    "0": "",
    "1": "infringing products if there were an adverse ruling in any such claims. In addition, our customers and partners may discontinue the use of our products,",
    "2": ""
  },
  {
    "0": "",
    "1": "services, and technologies, as a result of injunctions or otherwise, which could result in loss of revenue and adversely affect our business.",
    "2": ""
  }
]