[
  {
    "0": "emphasize discipline and accountability. This includes using OKRs throughout the organization to drive a common purpose.",
    "1": ""
  },
  {
    "0": "To help us execute toward our IDM 2.0 strategy, we are leveraging our Smart Capital approach. This approach is designed to enable us to adjust quickly to",
    "1": ""
  },
  {
    "0": "opportunities in the market, while managing our margin structure and capital spending. The key elements of Smart Capital include:",
    "1": ""
  },
  {
    "0": "▪",
    "1": "Smart capacity investments. We are aggressively building out manufacturing shell space, which gives us flexibility in how and when we bring"
  },
  {
    "0": "",
    "1": "additional capacity online based on milestone triggers such as product readiness, market conditions, and customer commitments."
  },
  {
    "0": "▪",
    "1": "Government incentives. We are continuing to work with governments in the US and Europe to advance and benefit from incentives for domestic"
  },
  {
    "0": "",
    "1": "manufacturing capacity for leading-edge semiconductors."
  },
  {
    "0": "▪",
    "1": "SCIP. We are accessing strategically aligned capital to increase our flexibility and help efficiently accelerate and scale manufacturing build-outs."
  },
  {
    "0": "",
    "1": "This type of co-investment also demonstrates how private capital is unlocked and becomes a force multiplier for government incentives for"
  },
  {
    "0": "",
    "1": "semiconductor manufacturing expansion."
  },
  {
    "0": "▪",
    "1": "Customer commitments. IFS is working closely with potential customers to make advance payments to secure capacity. This provides us with the"
  },
  {
    "0": "",
    "1": "advantage of committed volume, de-risking investments while providing capacity corridors for our foundry customers."
  },
  {
    "0": "▪",
    "1": "External foundries. We intend to continue our use of external foundries where their unique capabilities support our leadership products."
  }
]