[
  {
    "0": "Table of Contents"
  },
  {
    "0": "Disclosure Pursuant to Section 13(r) of the Securities Exchange Act of 1934"
  },
  {
    "0": "Section 13(r) of the Exchange Act requires an issuer to disclose certain information in its periodic reports if it or any of its affiliates knowingly engaged in"
  },
  {
    "0": "certain activities, transactions, or dealings with individuals or entities subject to specific US economic sanctions during the reporting period, even when the"
  },
  {
    "0": "activities, transactions, or dealings are conducted in compliance with applicable law. On March 2, 2021, the US Secretary of State designated the Federal"
  },
  {
    "0": "Security Service of the Russian Federation (FSB) as a party subject to one such sanction. Though Intel has suspended sales in Russia, there may be a"
  },
  {
    "0": "need to file documents or engage with FSB as Intel winds up our local offices. All such dealings are explicitly authorized by General License 1B issued by"
  },
  {
    "0": "the US Department of the Treasury's Office of Foreign Assets Control (OFAC), and there are no gross revenues or net profits directly associated with any"
  },
  {
    "0": "such dealings by us with the FSB."
  },
  {
    "0": "On April 15, 2021, the US Department of the Treasury designated Pozitiv Teknolodzhiz, AO (Positive Technologies), a Russian IT security firm, as a party"
  },
  {
    "0": "subject to one of the sanctions specified in Section 13(r). Prior to the designation, we communicated with Positive Technologies regarding its IT security"
  },
  {
    "0": "research and coordinated disclosure of security vulnerabilities identified by the firm. Based on a license issued by OFAC, we resumed such"
  },
  {
    "0": "communications. There are no gross revenues or net profits directly associated with any such activities. We plan to continue these communications in"
  },
  {
    "0": "accordance with the terms and conditions of the OFAC license."
  }
]