[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": ""
  },
  {
    "0": "",
    "1": "Table of Contents"
  },
  {
    "0": "Revenue",
    "1": ""
  },
  {
    "0": "Segment Revenue Walk $B",
    "1": ""
  },
  {
    "0": "13",
    "1": ""
  },
  {
    "0": "2023 vs. 2022",
    "1": ""
  },
  {
    "0": "2023 revenue was $54.2 billion, down $8.8 billion, or 14%, from 2022. CCG revenue decreased 8% from 2022 primarily due to lower notebook and desktop",
    "1": ""
  },
  {
    "0": "volume driven by lower demand across market segments, partially offset by increased volume in the second half of the year as customer inventory levels",
    "1": ""
  },
  {
    "0": "normalized compared to higher levels in the first half. Notebook ASPs decreased due to the relative strength in the education market segment resulting in a",
    "1": ""
  },
  {
    "0": "higher mix of small core products combined with a higher mix of older generation products, and were partially offset by higher desktop ASPs due to an",
    "1": ""
  },
  {
    "0": "increased mix of product sales to the commercial and gaming market segments. DCAI revenue decreased 20% from 2022 due to lower server volume",
    "1": ""
  },
  {
    "0": "resulting from a softening CPU data center market, which was partially offset by higher server ASPs from a lower mix of hyperscale customer-related",
    "1": ""
  },
  {
    "0": "revenue and a higher mix of high core count products. NEX revenue decreased 31% from 2022 as customers tempered purchases to reduce existing",
    "1": ""
  },
  {
    "0": "inventories and adjust to a lower demand environment across product lines.",
    "1": ""
  },
  {
    "0": "Incentives offered to certain customers to accelerate purchases and to strategically position our products with customers for market segment share",
    "1": ""
  },
  {
    "0": "purposes, contributed approximately $700 million to our revenue during Q4 2023, the impacts of which were contemplated in our financial guidance for Q1",
    "1": ""
  },
  {
    "0": "2024, as included in our Form 8-K dated January 25, 2024.",
    "1": ""
  },
  {
    "0": "2022 vs. 2021",
    "1": ""
  },
  {
    "0": "2022 revenue was $63.1 billion, down $16.0 billion, or 20%, from 2021. CCG revenue was down 23% from 2021 due to lower notebook and desktop",
    "1": ""
  },
  {
    "0": "volume in the consumer and education market segments, and lower revenue due to the continued ramp down from the exit of our 5G smartphone modem",
    "1": ""
  },
  {
    "0": "business and lower demand for our wireless and connectivity products. Notebook volume decreased, driven by lower demand in the consumer and",
    "1": ""
  },
  {
    "0": "education market segments, while ASPs increased due to the resulting product mix. Desktop volume decreased, driven by lower demand in the consumer",
    "1": ""
  },
  {
    "0": "and education market segments while ASPs increased due to an increased mix of commercial products. DCAI revenue decreased 15% from 2021 due to",
    "1": ""
  },
  {
    "0": "lower server demand from enterprise customers, and due to customers tempering purchases to reduce existing inventories in a softening data center",
    "1": ""
  },
  {
    "0": "market. The decrease was partially offset by higher revenue from our FPGA business. Server ASPs decreased due to customer and product mix. NEX",
    "1": ""
  },
  {
    "0": "revenue increased 10% from 2021, driven by higher Ethernet ASPs and increased demand for 5G products, partially offset by lower demand for Network",
    "1": ""
  },
  {
    "0": "Xeon. Mobileye revenue increased 35% from 2021, primarily driven by higher demand for EyeQ products and Mobileye Supervision systems. The decrease",
    "1": ""
  },
  {
    "0": "in our \"all other\" revenue was due to revenue from the divested NAND memory business of $4.3 billion recognized in 2021, for which historical results are",
    "1": ""
  },
  {
    "0": "recorded in “all other,” and $584 million of revenue recognized in 2021 from a prepaid customer supply agreement.",
    "1": ""
  },
  {
    "0": "Incentives offered to certain customers to accelerate purchases and to strategically position our products with customers for market segment share",
    "1": ""
  },
  {
    "0": "purposes, particularly in CCG, contributed approximately $1.7 billion to our revenue during Q4 2022.",
    "1": ""
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "MD&A\ninte",
    "1": "38"
  },
  {
    "0": "file:///C:/Users/jubal/AppData/Local/Temp/Rar$EXa44280.23556.rartemp/01/000005086324000010.htm",
    "1": "44/129"
  }
]