[
  {
    "0": "We deploy various forms of capital to execute our strategy in a way that seeks to reflect our corporate values, help our customers succeed, and create",
    "1": "",
    "2": ""
  },
  {
    "0": "value for our stakeholders.",
    "1": "",
    "2": ""
  },
  {
    "0": "Capital",
    "1": "Strategy",
    "2": "Value"
  },
  {
    "0": "Financial",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "We strategically invest financial capital to continue to build our"
  },
  {
    "0": "",
    "1": "Leverage financial capital to invest in ourselves and exit",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "business, create long-term value and provide returns to our"
  },
  {
    "0": "",
    "1": "businesses to optimize our portfolio, both to drive our strategy and",
    "2": ""
  },
  {
    "0": "finan",
    "1": "",
    "2": "stockholders."
  },
  {
    "0": "",
    "1": "long-term value creation.",
    "2": ""
  },
  {
    "0": "Intellectual",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Invest significantly in R&D and IP to enable us to deliver",
    "2": "We develop IP to enable next-generation products, create"
  },
  {
    "0": "",
    "1": "on our accelerated process technology roadmap, introduce leading",
    "2": "synergies across our businesses, expand into new markets, and"
  },
  {
    "0": "intell",
    "1": "x86 and xPU products, and develop new businesses and",
    "2": "establish and support our brands."
  },
  {
    "0": "",
    "1": "capabilities.",
    "2": ""
  },
  {
    "0": "Manufacturing",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Build manufacturing capacity efficiently to",
    "2": "Our geographically balanced manufacturing scope and scale"
  },
  {
    "0": "",
    "1": "meet the growing long-term global demand for semiconductors,",
    "2": "enable us to provide our customers with a broad range of leading-"
  },
  {
    "0": "manu",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "aligned with our IDM 2.0 strategy.",
    "2": "edge products and foundry capabilities."
  },
  {
    "0": "Human",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Build a diverse, inclusive, and safe work environment to attract,",
    "2": "Our talented employees enable the development of solutions and"
  },
  {
    "0": "",
    "1": "develop, and retain top talent needed to build transformative",
    "2": "enhance the intellectual and manufacturing capital critical to"
  },
  {
    "0": "huma",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "products.",
    "2": "helping our customers win the technology inflections of the future."
  },
  {
    "0": "Social and Relationship",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "We collaborate with stakeholders on programs to empower"
  },
  {
    "0": "",
    "1": "Build trusted relationships for both Intel and our stakeholders,",
    "2": "underserved communities through education and technology, and"
  },
  {
    "0": "",
    "1": "including employees, suppliers, customers, local communities, and",
    "2": "on initiatives to advance accountability and capabilities across our"
  },
  {
    "0": "socia",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "governments.",
    "2": "global supply chain, including accountability for the respect of"
  },
  {
    "0": "",
    "1": "",
    "2": "human rights."
  },
  {
    "0": "Natural",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Strive to reduce our environmental footprint through efficient and",
    "2": "With our proactive efforts, we seek to mitigate climate and water"
  },
  {
    "0": "",
    "1": "responsible use of natural resources and materials used to create",
    "2": "impacts, achieve efficiencies, lower costs, and position ourselves to"
  },
  {
    "0": "natur",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "our products.",
    "2": "respond to the expectations of our stakeholders."
  }
]