[
  {
    "0": "3/16/25, 12:33 PM",
    "1": "intc-20231230",
    "2": ""
  },
  {
    "0": "",
    "1": "",
    "2": "Table of Contents"
  },
  {
    "0": "",
    "1": "Non-designated hedges use foreign currency contracts to economically hedge the functional currency equivalent cash flows of recognized monetary assets",
    "2": ""
  },
  {
    "0": "",
    "1": "and liabilities, and non-US-dollar-denominated debt instruments classified as hedged investments. We also use interest rate contracts to hedge interest",
    "2": ""
  },
  {
    "0": "",
    "1": "rate risk related to our US-dollar-denominated fixed-rate debt investments classified as hedged investments. The change in fair value of these derivatives is",
    "2": ""
  },
  {
    "0": "",
    "1": "recorded through earnings in the line item on the Consolidated Statements of Income to which the derivatives most closely relate, primarily in interest and",
    "2": ""
  },
  {
    "0": "",
    "1": "other, net. Changes in the fair value of the underlying assets and liabilities associated with the hedged risk are generally offset by the changes in the fair",
    "2": ""
  },
  {
    "0": "value of the related derivatives.",
    "1": "",
    "2": ""
  },
  {
    "0": "Credit Risk",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Financial instruments that potentially subject us to concentrations of credit risk consist principally of investments in debt instruments, derivative financial",
    "2": ""
  },
  {
    "0": "",
    "1": "instruments, reverse repurchase agreements, and trade and other receivables. We generally place investments with high-credit-quality counterparties and,",
    "2": ""
  },
  {
    "0": "",
    "1": "by policy, we limit the amount of credit exposure to any one counterparty based on our analysis of that counterparty's relative credit standing. As required",
    "2": ""
  },
  {
    "0": "",
    "1": "per our investment policy, substantially all of our investments in debt instruments are in investment-grade instruments. Credit-rating criteria for derivative",
    "2": ""
  },
  {
    "0": "instruments are similar to those for other investments.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We enter into master netting arrangements to mitigate credit risk in derivative transactions by permitting net settlement of transactions with the same",
    "2": ""
  },
  {
    "0": "",
    "1": "counterparty. Due to master netting arrangements, the amounts subject to credit risk related to derivative instruments are generally limited to the amounts,",
    "2": ""
  },
  {
    "0": "",
    "1": "if any, by which the counterparty's obligations exceed our obligations with that counterparty. As of December 30, 2023, our total credit exposure to any",
    "2": ""
  },
  {
    "0": "",
    "1": "single counterparty, excluding money market funds invested in US treasury and US agency securities and reverse repurchase agreements collateralized by",
    "2": ""
  },
  {
    "0": "",
    "1": "treasury and agency securities, did not exceed $1.6 billion. To further reduce credit risk, we enter into collateral security arrangements with certain of our",
    "2": ""
  },
  {
    "0": "",
    "1": "derivative counterparties and obtain and secure collateral from counterparties against obligations, including securities lending transactions when we deem",
    "2": ""
  },
  {
    "0": "",
    "1": "it appropriate. Cash collateral exchanged under our collateral security arrangements is included in other current assets, other long-term assets, other",
    "2": ""
  },
  {
    "0": "",
    "1": "accrued liabilities, or other long-term liabilities. For reverse repurchase agreements collateralized by other securities, we do not record the collateral as an",
    "2": ""
  },
  {
    "0": "asset or a liability unless the collateral is repledged.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "A substantial majority of our trade receivables are derived from sales to OEMs and ODMs. We also have accounts receivable derived from sales to",
    "2": ""
  },
  {
    "0": "",
    "1": "industrial and communications equipment manufacturers in the computing and communications industries. We believe the net accounts receivable",
    "2": ""
  },
  {
    "0": "",
    "1": "balances from our three largest customers (50% as of December 30, 2023) do not represent a significant credit risk, based on cash flow forecasts, balance",
    "2": ""
  },
  {
    "0": "sheet analysis, and past collection experience.",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We have adopted credit policies and standards intended to accommodate industry growth and inherent risk. We believe credit risks are moderated by the",
    "2": ""
  },
  {
    "0": "",
    "1": "financial stability of our major customers. We assess credit risk through quantitative and qualitative analysis. From this analysis, we establish shipping and",
    "2": ""
  },
  {
    "0": "",
    "1": "credit limits and determine whether we will seek to use one or more credit support protection devices, such as obtaining a parent guarantee, standby letter",
    "2": ""
  },
  {
    "0": "of credit, or credit insurance.",
    "1": "",
    "2": ""
  },
  {
    "0": "Variable Interest Entities",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "We have economic interests in entities that are VIEs. If we conclude we are the primary beneficiary of the VIE, we are required to consolidate the entity in",
    "2": ""
  },
  {
    "0": "",
    "1": "our financial statements. To determine if we are the primary beneficiary, we evaluate whether we have the power to direct the activities that most",
    "2": ""
  },
  {
    "0": "",
    "1": "significantly impact the VIE's economic performance and the obligation to absorb losses or the right to receive benefits of the VIE that could potentially be",
    "2": ""
  },
  {
    "0": "",
    "1": "significant to the VIE. Our evaluation includes identification of significant activities and an assessment of our ability to direct those activities based on",
    "2": ""
  },
  {
    "0": "",
    "1": "governance provisions and arrangements to provide services to the VIE. Periodically, we assess whether any changes in our interest or relationship with",
    "2": ""
  },
  {
    "0": "the entity affect our determination of whether the entity is a VIE and, if so, whether we are the primary beneficiary.",
    "1": "",
    "2": ""
  },
  {
    "0": "Non-Controlling Interests",
    "1": "",
    "2": ""
  },
  {
    "0": "",
    "1": "Our Consolidated Financial Statements include the accounts of majority-owned subsidiaries consolidated under the variable interest and voting interest",
    "2": ""
  },
  {
    "0": "",
    "1": "models. Non-controlling interests represent the portion of equity not attributable to Intel and are reported as a separate component of equity, net of tax and",
    "2": ""
  },
  {
    "0": "",
    "1": "transaction costs, on our Consolidated Balance Sheets. Net income (loss) and comprehensive income (loss) for majority-owned subsidiaries are attributed",
    "2": ""
  },
  {
    "0": "",
    "1": "to Intel and to non-controlling interest holders on our Consolidated Statements of Income and Consolidated Statements of Comprehensive Income based",
    "2": ""
  },
  {
    "0": "",
    "1": "on respective ownership percentages. We account for changes in ownership of our majority-owned subsidiaries as equity transactions when we retain a",
    "2": ""
  },
  {
    "0": "controlling financial interest.",
    "1": "",
    "2": ""
  }
]