[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "Table of Contents"
  },
  {
    "0": "Provision for (Benefit from) Taxes",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "Years Ended (In Millions)",
    "1": "Dec 30, 2023",
    "2": "",
    "3": "Dec 31, 2022",
    "4": "",
    "5": "Dec 25, 2021"
  },
  {
    "0": "Income before taxes\n$",
    "1": "762",
    "2": "$",
    "3": "7,768",
    "4": "$",
    "5": "21,703"
  },
  {
    "0": "Provision for (benefit from) taxes\n$",
    "1": "(913)",
    "2": "$",
    "3": "(249)",
    "4": "$",
    "5": "1,835"
  },
  {
    "0": "Effective tax rate",
    "1": "(119.8)%",
    "2": "",
    "3": "(3.2)%",
    "4": "",
    "5": "8.5 %"
  },
  {
    "0": "",
    "1": "Our effective tax rate decreased in 2023 compared to 2022, primarily driven by our R&D tax credits, which provide a tax benefit based on our eligible R&D",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "spending and are not dependent on lower income before taxes, and a higher proportion of our income being taxed in non-US jurisdictions. Our benefit from",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "income taxes increased in 2023 compared to 2022 primarily due to a higher proportion of our income being taxed in non-US jurisdictions. The 2023 shift in",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "income was attributable to the 2022 tax costs associated with the gains recognized from the equity sale of McAfee and the divestiture of our NAND memory",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "business.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "Our effective tax rate decreased in 2022 compared to 2021, primarily driven by a higher proportion of our income being taxed in non-US jurisdictions and a",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "change in tax law from 2017 Tax Reform related to the capitalization of R&D expenses that went into effect in January 2022. In 2022 we recognized a",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "benefit from taxes as compared to a provision for taxes in 2021 as the higher proportion of our income being taxed in non-US jurisdictions and the change",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "in tax law from 2017 Tax Reform were only partially offset by the tax costs associated with the gains recognized from the equity sale of McAfee and the",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "divestiture of our NAND memory business.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "In 2021 the OECD announced an Inclusive Framework on Base Erosion and Profit Shifting including Pillar Two Model Rules defining the global minimum",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "tax, which calls for the taxation of large multinational corporations at a minimum rate of 15%. Subsequently multiple sets of administrative guidance have",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "been issued. Many non-US tax jurisdictions have either recently enacted legislation to adopt certain components of the Pillar Two Model Rules beginning in",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "2024 (including the European Union Member States) with the adoption of additional components in later years or announced their plans to enact legislation",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "in future years. We are continuing to evaluate the impacts of enacted legislation and pending legislation to enact Pillar Two Model Rules in the non-US tax",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "jurisdictions we operate in.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "Liquidity and Capital Resources",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "We believe we have sufficient sources of funding to meet our business requirements for the next 12 months and in the longer term. Cash generated by",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "1",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "operations, supplemented by our total cash and investments , is our primary source of liquidity for funding our strategic business requirements. These",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "sources are further supplemented by our committed credit facilities and other borrowing capacity and certain other Smart Capital initiatives that we have",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "undertaken. Our short-term funding requirements include capital expenditures for worldwide manufacturing and assembly and test, including investments in",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "our process technology roadmap; working capital requirements; and potential and pending acquisitions, strategic investments, and dividends. Our long-",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "term funding requirements incrementally contemplate investments in significant manufacturing expansion plans and investments to accelerate our process",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "technology. These plans include expanding existing operations in Arizona, Ireland, Israel, New Mexico, and Oregon, and investing in new leading-edge",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "manufacturing facilities in Germany and Ohio. We also expect to continue to benefit from government incentives and any incentives above our current",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "expectations would enable us to increase the pace and size of our investments. Conversely, incentives below our expectations would increase our",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "anticipated cash requirements. We expect our planned capital investments to continue to put pressure on our adjusted free cash flow in the short term.",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "As we invest in multiple expansions, we expect our capital expenditures to continue to be higher than historical levels for the next several years. We expect",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "to adjust the cadence of our investments based on the execution of our roadmap and changing business conditions. As of December 30, 2023, we had",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "commitments for capital expenditures of $20.4 billion for 2024 and had $7.1 billion in capital expenditures committed in the long term. As of December 30,",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "2023, other purchase obligations and commitments in 2024 under our binding commitments for purchases of goods and services were $2.7 billion, with an",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "additional $5.6 billion committed in the long term.",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "We have additional obligations as part of our ordinary course of business, beyond those committed for capital expenditures and other purchase obligations",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "and commitments for purchases of goods and services. For example, see \"Note 19: Commitments and Contingencies\" within the Notes to Consolidated",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "Financial Statements for information about our lease obligations, which include supply agreements structured as leases; \"Note 8: Income Taxes\" within the",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "Notes to Consolidated Financial Statements for information about our tax obligations, including impacts from Tax Reform enacted in 2017 for the one-time",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "transition tax on previously untaxed foreign earnings; and \"Note 13: Borrowings\" within the Notes to Consolidated Financial Statements for information",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "about our debt obligations. The expected timing of payments of our obligations is estimated based on current information. Timing of payments and actual",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "amounts paid may be different, depending on the timing of receipt of goods or services, or changes to agreed-upon amounts for some obligations. In",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "addition, some of our purchasing requirements are not current obligations and are therefore not included in the amounts above. For example, some of",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "these requirements are not handled through binding contracts or are fulfilled by vendors on a purchase order basis within short time horizons.",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": ""
  },
  {
    "0": "MD&A\ninte",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "42"
  },
  {
    "0": "file:///C:/Users/jubal/AppData/Local/Temp/Rar$EXa44280.23556.rartemp/01/000005086324000010.htm",
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "48/129"
  }
]