[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "▪\nInfrastructure Acceleration. Our first ASIC IPU has been deployed widely across Google Cloud. Our second generation IPU, is also co-developed"
  },
  {
    "0": "with Google and is expected to tape in the first half of 2024. It is expected to double the throughput and compute capabilities. The IPU becomes"
  },
  {
    "0": "the center of the CSP compute platform, with the bulk of CSP infrastructure cycles spent running on the IPU and not the host processor. This frees"
  },
  {
    "0": "up processing cores for business-value applications and infrastructure as a service rental."
  },
  {
    "0": "Ethernet. Our 200G foundational network interface card targeting cloud, enterprise, and edge, is expected to go into production in 2H 2024 and\n▪"
  },
  {
    "0": "extend our 100G market. Additionally, we plan to productize our 10G/2.5G/1G offering, a refresh of our high-volume 10G and 1G portfolio with"
  },
  {
    "0": "modernized software, management, and manufacturing technologies."
  },
  {
    "0": "®\n®"
  },
  {
    "0": "Matrix Accelerator. We are showing strong customer and performance momentum for our Intel\n Gaudi\n AI accelerators. In Q3 2023, we\n▪"
  },
  {
    "0": "announced that a large AI supercomputer would be built entirely on Intel Xeon processors and 4,000 Intel Gaudi 2 AI hardware accelerators, with"
  },
  {
    "0": "Stability AI as the anchor customer."
  },
  {
    "0": "Software. Software unleashes the potential of our hardware platforms across all workloads, domains, and architectures."
  },
  {
    "0": "▪\noneAPI adoption continues to expand across the industry. oneAPI is designed to enable developers to build cross-architecture applications using a"
  },
  {
    "0": "single code base across CPUs, GPUs, and FPGAs to reduce development time and enhance productivity. Our oneAPI-based tools take"
  },
  {
    "0": "advantage of unique hardware features and lower software development and maintenance costs. Developers can choose the best architecture for"
  },
  {
    "0": "the problem at hand without rewriting their entire code base, accelerating their time to value."
  },
  {
    "0": "▪\nWe seek to accelerate adoption of oneAPI and Intel software developer tools through diverse ecosystem activities, including developer training,"
  },
  {
    "0": "summits, centers of excellence, access to Intel hardware and software through Intel Developer Cloud and industry collaboration through the Linux"
  },
  {
    "0": "Foundation's Unified Acceleration (UXL) Foundation project. Our Intel Developer Cloud offering is designed to host global users spanning AI, data"
  },
  {
    "0": "science, high-performance computing, media and graphics, and other accelerated computing workloads using oneAPI and the latest Intel"
  },
  {
    "0": "hardware."
  },
  {
    "0": "We believe AI will be ubiquitous, and with our tools and the broad open software ecosystem, we are well-positioned to scale AI. We optimize and\n▪"
  },
  {
    "0": "contribute software to popular frameworks, such as PyTorch and TensorFlow, to achieve the best performance for Intel platforms and to deliver"
  },
  {
    "0": "productivity and programmability for AI developers. We are accelerating the disruption of the proprietary ecosystems through Intel contributions to"
  },
  {
    "0": "new software AI languages such as Triton, Mojo, and JAX. This higher level of open, vendor-independent programmability, combined with Intel's"
  },
  {
    "0": "commitment to open spec governance, implementations, licensing models, and segment-optimized solutions, such as OpenVINO™ powered by"
  },
  {
    "0": "oneAPI, offers customers a choice of hardware and software stack tailored to diverse workload needs."
  },
  {
    "0": "▪\nWe seek to continually improve our system and foundational-level software in support of our client, data center, networking, and graphics"
  },
  {
    "0": "products, delivering AI-optimized software across the stack, including BIOS, firmware, simulation, operating systems, and virtualization."
  }
]