[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230"
  },
  {
    "0": "Table of Contents"
  },
  {
    "0": "Trade policies and disputes at times result in increased tariffs, trade barriers, and other protectionist measures, which can increase our manufacturing"
  },
  {
    "0": "costs, make our products less competitive, reduce demand for our products, limit our ability to sell to certain customers, limit our ability to procure"
  },
  {
    "0": "components or raw materials, or impede or slow the movement of our goods across borders. Increasing protectionism and economic nationalism may lead"
  },
  {
    "0": "to further changes in trade policies and regulations, domestic sourcing initiatives, or other formal and informal measures that could make it more difficult to"
  },
  {
    "0": "sell our products in, or restrict our access to, some markets. They can also result in declining consumer confidence and slowing economic growth or"
  },
  {
    "0": "recession, and could cause our customers to reduce, cancel, or alter the timing of their purchases with us. Sustained geopolitical tensions could lead to"
  },
  {
    "0": "long-term changes in global trade and technology supply chains, domestic sourcing initiatives, and decoupling of global trade networks, which could make"
  },
  {
    "0": "it more difficult to sell our products in, or restrict our access to, some markets and have a material adverse effect on our business and growth prospects."
  },
  {
    "0": "In particular, geopolitical and trade tensions between the US and China, one of our largest markets, have led to increased tariffs and trade restrictions,"
  },
  {
    "0": "including tariffs applicable to some of our products, and have affected customer ordering patterns. Further, the US has imposed restrictions on the export of"
  },
  {
    "0": "US-regulated products and technology to certain Chinese technology companies, including certain of our customers. Specifically, in 2022 the US"
  },
  {
    "0": "significantly increased US export controls on semiconductor manufacturing equipment and on artificial intelligence and advanced computing products. In"
  },
  {
    "0": "2023, the US added to the restrictions in all three areas and also worked with Japan and the Netherlands to align on additional restrictions on"
  },
  {
    "0": "semiconductor manufacturing equipment. During this time, the US has increasingly added Chinese companies to prohibited lists. In response, China has"
  },
  {
    "0": "restricted US access to certain minerals and has blocked certain companies that provide products to Taiwan's military from selling products in China. These"
  },
  {
    "0": "restrictions have in some instances reduced our sales and in a number of instances required specific governmental authorizations or exceptions -"
  },
  {
    "0": "$3.2 billion, or 6%, of our 2023 revenue was dependent upon US government export control authorizations, an amount that we expect may increase in"
  },
  {
    "0": "future years. These and potential future restrictions could adversely affect our financial performance and result in reputational harm to us. In addition, a"
  },
  {
    "0": "number of semiconductor companies in China, including Semiconductor Manufacturing International Corporation (SMIC), are making significant"
  },
  {
    "0": "investments, in many instances with the support of the Chinese government, in advanced semiconductor technologies to enable such companies to"
  },
  {
    "0": "develop products and technologies that compete with ours. It is difficult to predict what further trade-related actions governments may take, the extent to"
  },
  {
    "0": "which we may be able to mitigate the effects of any such actions, and the longer-term implications of such actions on the market opportunities for us and"
  },
  {
    "0": "the competition we may face."
  },
  {
    "0": "We can also be adversely affected by other global and regional factors that periodically occur, including:"
  },
  {
    "0": "▪\ngeopolitical and security issues, such as armed conflict and civil or military unrest, political instability, human rights concerns, and terrorist activity,"
  }
]