[
  {
    "0": "3/16/25, 12:33 PM\nintc-20231230",
    "1": ""
  },
  {
    "0": "Inclusion",
    "1": ""
  },
  {
    "0": "Diversity and inclusion are core elements of Intel's values and instrumental to driving innovation",
    "1": "22023-employees-by-"
  },
  {
    "0": "",
    "1": ""
  },
  {
    "0": "and positioning us for growth. Over the past decade, we have taken actions to integrate diversity",
    "1": "gender-and-urm-vert.jpg"
  },
  {
    "0": "and inclusion expectations into our culture, performance and management systems, leadership",
    "1": ""
  },
  {
    "0": "expectations, and annual bonus metrics. Through our annual employee inclusion survey,",
    "1": ""
  },
  {
    "0": "employees can voice their experiences at Intel and provide feedback on how we can continue to",
    "1": ""
  },
  {
    "0": "improve. We are proud of what we have accomplished to advance diversity and inclusion, but we",
    "1": ""
  },
  {
    "0": "believe we can achieve more, including beyond the walls of Intel. Our RISE strategy and 2030",
    "1": ""
  },
  {
    "0": "goals set our global ambitions for the rest of the decade, including, in part, ambitious goals to",
    "1": ""
  },
  {
    "0": "achieve 25% representation of women in senior leadership; achieve 12% representation of",
    "1": ""
  },
  {
    "0": "underrepresented minorities in US senior leadership; achieve 10% representation of employees",
    "1": ""
  },
  {
    "0": "with a disability in our global workforce; and exceed 40% representation of women in technical",
    "1": ""
  },
  {
    "0": "roles, including engineering positions and other roles with technical job requirements. Our",
    "1": ""
  },
  {
    "0": "ambitious goals were established, in part, based on modeling of where market availability is",
    "1": ""
  },
  {
    "0": "expected to be in 2030. Market availability analysis will be re-conducted over the time period to",
    "1": ""
  },
  {
    "0": "assess ongoing alignment and expectations. To drive accountability, we continue to link a portion",
    "1": ""
  },
  {
    "0": "of our executive and employee compensation to diversity and inclusion metrics.",
    "1": ""
  },
  {
    "0": "We have committed our scale, expertise, and reach through our comprehensive RISE strategy to",
    "1": ""
  },
  {
    "0": "work with customers and other stakeholders to accelerate the adoption of inclusive business",
    "1": ""
  },
  {
    "0": "practices across industries. As part of the Alliance for Global Inclusion, we worked with a coalition",
    "1": ""
  },
  {
    "0": "of technology companies to create a global inclusion index survey, which serves as a benchmark",
    "1": ""
  },
  {
    "0": "for companies to track diversity and inclusion improvements, provide information on current best",
    "1": ""
  },
  {
    "0": "practices, and highlight opportunities to improve outcomes across industries. The results of the",
    "1": ""
  },
  {
    "0": "third global inclusion index survey were published in 2023 and shared with business leaders",
    "1": ""
  },
  {
    "0": "across industries. For the first time, based on the maturity of the respondents' best practices, the",
    "1": ""
  },
  {
    "0": "survey results transitioned to an index, in which organizations that received an overall score of",
    "1": ""
  },
  {
    "0": "50% or higher across all regions in which they participated were recognized for their diversity and",
    "1": ""
  },
  {
    "0": "inclusion efforts. There were 27 respondents and, of those, 18 earned spots on the index,",
    "1": ""
  },
  {
    "0": "including Intel. This collective effort allows the industry to more clearly identify actions needed to",
    "1": ""
  },
  {
    "0": "advance progress on closing persistent gaps and advancing more inclusive practices in",
    "1": ""
  },
  {
    "0": "workplaces, industry, and society. The survey shows increased commitment to diversity and",
    "1": ""
  },
  {
    "0": "inclusion around key areas of workforce inclusivity, recruitment, advancement opportunities, and",
    "1": ""
  },
  {
    "0": "accountability. We will also continue to collaborate on initiatives that expand the diverse pipeline of",
    "1": ""
  },
  {
    "0": "talent for our industry, advance social equity, make technology fully inclusive, and expand digital",
    "1": ""
  },
  {
    "0": "readiness for millions of people around the world.",
    "1": ""
  },
  {
    "0": "2",
    "1": ""
  },
  {
    "0": "",
    "1": "Senior leadership refers to salary grades 10+ and equivalent grades. While we present male and female, we acknowledge this is not fully encompassing"
  },
  {
    "0": "of all gender identities.",
    "1": ""
  },
  {
    "0": "3",
    "1": ""
  },
  {
    "0": "The term underrepresented minority (URM) is used to describe diverse populations, including Black/African American, Hispanic, and Native American",
    "1": ""
  },
  {
    "0": "employees in the US.",
    "1": ""
  }
]