[
  [
    "Table of Contents\nDelivering leadership products\nWe seek to develop and offer leading products that will help enable a future in which every human can have more computing power and quicker access to\ndata. We remain committed to our goal of delivering five technology nodes in four years to regain transistor performance and power performance\nleadership by 2025. This year, we achieved several key milestones on our product roadmap, including:\n▪ We launched the Intel® Core™ Ultra processors, featuring our first integrated neural processing unit, for power-efficient AI acceleration and local\ninference on the PC.\n▪ We introduced the 13th Gen Intel® Core™ mobile processor family, led by the launch of the first 24-core processor for laptops, and introduced the\nnew Intel vPro® Platform powered by the full lineup of 13th Gen Intel Core processors.\n▪ We introduced the 14th Gen Intel® Core™ desktop processor family, delivering fast desktop frequencies and enhanced desktop experience for\nenthusiasts.\n▪ We launched the 4th Gen Intel® Xeon® Scalable processors, a critical part of our heterogeneous hardware and software portfolio to accelerate\nreal-world data center, cloud and edge workloads, including AI, and also launched the 4th Gen Intel Xeon Scalable processors with Intel® vRAN\nBoost, a new general-purpose chip that fully integrates Layer 1 acceleration into the Xeon SoC and is designed to eliminate the need for external\naccelerator cards.\n▪ We launched the 5th Gen Intel® Xeon® Scalable processors for data center, cloud, and edge, with embedded capabilities for powering AI\nworkloads.\n▪ We introduced two new Intel® Arc™ Pro Graphics Processing Units, Intel Arc Pro A60 and Intel Pro A60M, and shipped Intel Arc Pro A40-based\nsystems.\nInvesting in leading-edge, at-scale manufacturing\nWe are committed to strengthening the resilience of the global semiconductor supply chain for leading-edge semiconductor products by investing in\ngeographically balanced manufacturing capacity. In the US, we are expanding our existing operations in Arizona, New Mexico, and Oregon, and investing\nin two new leading-edge chip factories in Ohio. We have submitted all four of our major project proposals in Arizona, New Mexico, Ohio, and Oregon,\nestimated to represent over $100 billion of US manufacturing and research investments over the next five years, to the US Department of Commerce's\nCHIPS Program Office.\nIn the European Union and Israel, we have announced a series of investments, spanning our existing operations in Ireland and Israel, as well as our\nplanned investment of more than $33 billion in Germany to build a leading-edge wafer fabrication mega-site, and our plans to invest up to $4.6 billion in an\nassembly and test facility in Poland. We also announced the start of high-volume manufacturing using Intel 4 technology and EUV technology in Ireland.\nUnlocking value\nWe continue to look for innovative ways to unlock value for our stakeholders. We sold a 32.4% minority stake in our IMS Nanofabrication business,\nincluding investments from Bain Capital and Taiwan Semiconductor Manufacturing Company (TSMC). Net proceeds resulting from the IMS minority stake\nsales totaled $1.4 billion. We also executed a secondary offering of Mobileye stock that generated net proceeds of $1.6 billion. Further, we communicated\nour intent to operate our Programmable Solutions Group (PSG) as a standalone business, with standalone financial reporting beginning January 1, 2024.\nThis is expected to enable potential private and public equity investments. These transactions provide an additional source of capital to support the critical\ninvestments needed to advance our strategy."
  ],
  [
    "inte Fundamentals of Our Business 6"
  ]
]